Repository: JDRIVO/plugin.video.gdrive
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, el_gr, es_es, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, uk_ua, zh_cn

# #30128
source: You must assign a salt.
ar_sa: يجب عليك تعيين ملح.
de_de: Sie müssen ein Salt zuweisen.
el_gr: Πρέπει να ορίσετε ένα αλάτι.
es_es: Debe asignar una salt.
fr_fr: Vous devez attribuer un Salt.
hi_in: आपको एक सॉल्ट निर्धारित करना होगा।
it_it: Devi assegnare un salt.
ja_jp: 塩を割り当てる必要があります。
ko_kr: 솔트를 할당해야 합니다.
nl_nl: U moet een salt toewijzen.
pl_pl: Musisz przypisać sól.
pt_pt: Você deve atribuir um salt.
ro_ro: Trebuie să atribuiți o sală.
ru_ru: Вы должны назначить соль.
uk_ua: Ви повинні призначити соль.
zh_cn: 您必须分配盐。

# #30129
source: Profile Deletion
ar_sa: حذف الملف الشخصي
de_de: Profillöschung
el_gr: Διαγραφή προφίλ
es_es: Eliminación de perfil
fr_fr: Suppression de profil
hi_in: प्रोफ़ाइल विलोपन
it_it: Eliminazione del profilo
ja_jp: プロファイルの削除
ko_kr: 프로필 삭제
nl_nl: Profielverwijdering
pl_pl: Usunięcie profilu
pt_pt: Exclusão de Perfil
ro_ro: Ștergerea profilului
ru_ru: Удаление профиля
uk_ua: Видалення профілю
zh_cn: 删除配置文件

# #30130
source: Profile deleted
ar_sa: تم حذف الملف الشخصي
de_de: Profil gelöscht
el_gr: Το προφίλ διαγράφηκε
es_es: Perfil eliminado
fr_fr: Profil supprimé
hi_in: प्रोफ़ाइल हटा दी गई
it_it: Profilo eliminato
ja_jp: 削除されたプロファイル
ko_kr: 프로필이 삭제되었습니다
nl_nl: Profiel verwijderd
pl_pl: Profil usunięto
pt_pt: Perfil excluído
ro_ro: Profil șters
ru_ru: Профиль удален
uk_ua: Профіль видалено
zh_cn: 配置文件已删除

# #30131
source: Synced all drives
ar_sa: تمت مزامنة جميع محركات الأقراص
de_de: Alle Laufwerke synchronisiert
el_gr: Όλες οι μονάδες δίσκου συγχρονίστηκαν
es_es: Todas las unidades sincronizadas
fr_fr: Tous les lecteurs synchronisés
hi_in: सभी ड्राइव सिंक किए गए
it_it: Tutte le unità sincronizzate
ja_jp: すべてのドライブを同期しました
ko_kr: 모든 드라이브를 동기화했습니다
nl_nl: Alle schijven gesynchroniseerd
pl_pl: Zsynchronizowano wszystkie dyski
pt_pt: Todas as unidades sincronizadas
ro_ro: Toate unitățile sincronizate
ru_ru: Синхронизировал все диски
uk_ua: Усі диски синхронізовано
zh_cn: 所有驱动器已同步

# #30132
source: Failed to sync all drives
ar_sa: فشل في مزامنة جميع محركات الأقراص
de_de: Synchronisierung aller Laufwerke fehlgeschlagen
el_gr: Αποτυχία συγχρονισμού όλων των μονάδων δίσκου
es_es: Error al sincronizar todas las unidades
fr_fr: Échec de la synchronisation de tous les lecteurs
hi_in: सभी ड्राइव सिंक करने में विफल
it_it: Sincronizzazione di tutte le unità non riuscita
ja_jp: すべてのドライブの同期に失敗しました
ko_kr: 모든 드라이브를 동기화하지 못했습니다
nl_nl: Kan alle schijven niet synchroniseren
pl_pl: Nie udało się zsynchronizować wszystkich dysków
pt_pt: Falha ao sincronizar todas as unidades
ro_ro: Nu s-au putut sincroniza toate unitățile
ru_ru: Не удалось синхронизировать все диски
uk_ua: Не вдалося синхронізувати всі диски
zh_cn: 无法同步所有驱动器

# #30133
source: Sync failed
ar_sa: فشل المزامنة
de_de: Synchronisation fehlgeschlagen
el_gr: Ο συγχρονισμός απέτυχε
es_es: La sincronización falló
fr_fr: La synchronisation a échoué
hi_in: सिंक विफल
it_it: Sincronizzazione non riuscita
ja_jp: 同期に失敗しました
ko_kr: 동기화가 실패했습니다
nl_nl: Synchronisatie mislukt
pl_pl: Synchronizacja nie powiodła się
pt_pt: Sincronização falhou
ro_ro: Sincronizarea a eșuat
ru_ru: Синхронизация не удалась
uk_ua: Синхронізація не вдалася
zh_cn: 同步失败

# #30134
source: Base Name
ar_sa: الاسم الأساسي
de_de: Grundname
el_gr: Όνομα βάσης
es_es: Nombre base
fr_fr: Nom de base
hi_in: आधार नाम
it_it: Nome base
ja_jp: ベース名
ko_kr: 기본 이름
nl_nl: Basisnaam
pl_pl: Nazwa podstawowa
pt_pt: Nome Base
ro_ro: Numele de bază
ru_ru: Базовое название
uk_ua: Базова назва
zh_cn: 基本名称

# #30135
source: second
ar_sa: ثانية
de_de: Sekunde
el_gr: δευτερόλεπτο
es_es: segundo
fr_fr: seconde
hi_in: सेकंड
it_it: secondo
ja_jp: 秒
ko_kr: 초
nl_nl: seconde
pl_pl: sekunda
pt_pt: segundo
ro_ro: secundă
ru_ru: секунда
uk_ua: секунда
zh_cn: 秒

# #30136
source: seconds
ar_sa: ثوانٍ
de_de: Sekunden
el_gr: δευτερόλεπτα
es_es: segundos
fr_fr: secondes
hi_in: सेकंड
it_it: secondi
ja_jp: 秒
ko_kr: 초
nl_nl: seconden
pl_pl: sekundy
pt_pt: segundos
ro_ro: secunde
ru_ru: секунды
uk_ua: секунди
zh_cn: 秒

# #30137
source: minute
ar_sa: دقيقة
el_gr: λεπτό
es_es: minuto
hi_in: मिनट
it_it: minuto
ja_jp: 分
ko_kr: 분
nl_nl: minuut
pl_pl: minuta
pt_pt: minuto
ro_ro: minut
ru_ru: минута
uk_ua: хвилина
zh_cn: 分钟

# #30138
source: minutes
ar_sa: دقائق
de_de: Minuten
el_gr: λεπτά
es_es: minutos
hi_in: मिनट
it_it: minuti
ja_jp: 分
ko_kr: 분
nl_nl: minuten
pl_pl: minuty
pt_pt: minutos
ro_ro: minute
ru_ru: минуты
uk_ua: хвилини
zh_cn: 分钟

# #30139
source: hour
ar_sa: ساعة
de_de: Stunde
el_gr: ώρα
es_es: hora
fr_fr: heure
hi_in: घंटा
it_it: ora
ja_jp: 時間
ko_kr: 시간
nl_nl: uur
pl_pl: godzina
pt_pt: hora
ro_ro: oră
ru_ru: час
uk_ua: година
zh_cn: 小时

# #30140
source: hours
ar_sa: ساعات
de_de: Stunden
el_gr: ώρες
es_es: horas
fr_fr: heures
hi_in: घंटे
it_it: ore
ja_jp: 時間
ko_kr: 시간
nl_nl: uren
pl_pl: godziny
pt_pt: horas
ro_ro: ore
ru_ru: часы
uk_ua: години
zh_cn: 小时

# #30141
source: Failed to sync
ar_sa: فشل المزامنة
de_de: Synchronisierung fehlgeschlagen
el_gr: Αποτυχία συγχρονισμού
es_es: No se pudo sincronizar
fr_fr: Échec de la synchronisation
hi_in: सिंक करने में विफल
it_it: Impossibile sincronizzare
ja_jp: 同期に失敗しました
ko_kr: 동기화에 실패했습니다
nl_nl: Synchronisatie mislukt
pl_pl: Nie udało się zsynchronizować
pt_pt: Falha ao sincronizar
ro_ro: Nu s-a putut sincroniza
ru_ru: Не удалось синхронизировать
uk_ua: Не вдалося синхронізувати
zh_cn: 无法同步

# #30142
source: Syncing all drives
ar_sa: جارٍ مزامنة جميع محركات الأقراص
de_de: Alle Laufwerke werden synchronisiert
el_gr: Συγχρονίζονται όλες οι μονάδες δίσκου
es_es: Sincronizando todas las unidades
fr_fr: Synchronisation de tous les lecteurs
hi_in: सभी ड्राइव सिंक हो रहे हैं
it_it: Sincronizzazione di tutte le unità
ja_jp: すべてのドライブを同期します
ko_kr: 모든 드라이브 동기화 중
nl_nl: Alle schijven worden gesynchroniseerd
pl_pl: Synchronizowanie wszystkich dysków
pt_pt: Sincronizando todas as unidades
ro_ro: Se sincronizează toate unitățile
ru_ru: Синхронизация всех дисков
uk_ua: Синхронізація всіх дисків
zh_cn: 正在同步所有驱动器

# #30143
source: Do you want to delete:
ar_sa: هل تريد حذف:
de_de: Möchten Sie löschen:
el_gr: Θέλετε να διαγράψετε:
es_es: ¿Desea eliminar:
fr_fr: Voulez-vous supprimer :
hi_in: क्या आप हटाना चाहते हैं:
it_it: Vuoi eliminare:
ja_jp: 削除しますか：
ko_kr: 삭제하시겠습니까:
nl_nl: Wilt u verwijderen:
pl_pl: Czy chcesz usunąć:
pt_pt: Deseja excluir:
ro_ro: Doriți să ștergeți:
ru_ru: Вы хотите удалить:
uk_ua: Ви хочете видалити:
zh_cn: 您想删除：

# #30144
source: File deleted
ar_sa: تم حذف الملف
de_de: Datei gelöscht
el_gr: Το αρχείο διαγράφηκε
es_es: Archivo eliminado
fr_fr: Fichier supprimé
hi_in: फ़ाइल हटा दी गई
it_it: File eliminato
ja_jp: 削除されたファイル
ko_kr: 파일이 삭제되었습니다
nl_nl: Bestand verwijderd
pl_pl: Usunięto plik
pt_pt: Arquivo excluído
ro_ro: Fișier șters
ru_ru: Файл удален
uk_ua: Файл видалено
zh_cn: 文件已删除

# #30145
source: File deletion failed
ar_sa: فشل حذف الملف
de_de: Dateilöschung fehlgeschlagen
el_gr: Η διαγραφή αρχείου απέτυχε
es_es: Falló la eliminación del archivo
fr_fr: La suppression du fichier a échoué
hi_in: फ़ाइल हटाना विफल रहा
it_it: Eliminazione del file non riuscita
ja_jp: ファイルの削除が失敗しました
ko_kr: 파일 삭제에 실패했습니다
nl_nl: Bestand verwijderen mislukt
pl_pl: Usunięcie pliku nie powiodło się
pt_pt: Falha na exclusão do arquivo
ro_ro: Ștergerea fișierului a eșuat
ru_ru: Удаление файла не удалось
uk_ua: Видалення файлу не вдалося
zh_cn: 文件删除失败

# #30146
source: Are you sure you want to delete the TMDB cache?
ar_sa: هل أنت متأكد من أنك تريد حذف ذاكرة التخزين المؤقت TMDB؟
de_de: Sind Sie sicher, dass Sie den TMDB-Cache löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε την προσωρινή μνήμη TMDB;
es_es: ¿Está seguro de que quiere eliminar el caché TMDB?
fr_fr: Êtes-vous sûr de vouloir supprimer le cache TMDB ?
hi_in: क्या आप सुनिश्चित हैं कि आप TMDB कैश को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare la cache TMDB?
ja_jp: TMDBキャッシュを削除したいですか？
ko_kr: TMDB 캐시를 삭제하시겠습니까?
nl_nl: Weet u zeker dat u de TMDB-cache wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć pamięć podręczną TMDB?
pt_pt: Tem certeza de que deseja excluir o cache TMDB?
ro_ro: Sunteți sigur că doriți să ștergeți memoria cache TMDB?
ru_ru: Вы уверены, что хотите удалить кэш TMDB?
uk_ua: Ви впевнені, що хочете видалити кеш TMDB?
zh_cn: 您确定要删除TMDB缓存吗？

# #30147
source: Deleting TMDB cache
ar_sa: حذف ذاكرة التخزين المؤقت TMDB
de_de: TMDB-Cache löschen
el_gr: Διαγραφή προσωρινής μνήμης TMDB
es_es: Eliminando caché TMDB
fr_fr: Suppression du cache TMDB
hi_in: TMDB कैश हटाया जा रहा है
it_it: Eliminazione della cache TMDB
ja_jp: TMDBキャッシュの削除
ko_kr: TMDB 캐시 삭제 중
nl_nl: TMDB-cache verwijderen
pl_pl: Usuwanie pamięci podręcznej TMDB
pt_pt: Excluindo cache TMDB
ro_ro: Se șterge memoria cache TMDB
ru_ru: Удаление кеша TMDB
uk_ua: Видалення кешу TMDB
zh_cn: 删除TMDB缓存

# #30148
source: duration
ar_sa: المدة الزمنية
de_de: Dauer
el_gr: διάρκεια
es_es: duración
fr_fr: durée
hi_in: अवधि
it_it: durata
ko_kr: 재생 시간
nl_nl: duur
pl_pl: czas trwania
pt_pt: duração
ro_ro: durată
ru_ru: длительность
uk_ua: тривалість
zh_cn: 时长

# #30149
source: extension
ar_sa: الامتداد
de_de: Erweiterung
el_gr: επέκταση
es_es: extensión
hi_in: एक्सटेंशन
it_it: estensione
ko_kr: 확장자
nl_nl: extensie
pl_pl: rozszerzenie
pt_pt: extensão
ro_ro: extensie
ru_ru: расширение
uk_ua: розширення
zh_cn: 扩展名

# #30150
source: resolution
ar_sa: الدقة
de_de: Auflösung
el_gr: ανάλυση
es_es: resolución
fr_fr: résolution
hi_in: रिज़ॉल्यूशन
it_it: risoluzione
ko_kr: 해상도
nl_nl: resolutie
pl_pl: rozdzielczość
pt_pt: resolução
ro_ro: rezoluție
ru_ru: разрешение
uk_ua: роздільна здатність
zh_cn: 分辨率

# #30157
source: Are you sure you want to delete account:
ar_sa: هل أنت متأكد من أنك تريد حذف الحساب:
de_de: Sind Sie sicher, dass Sie das Konto löschen möchten:
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον λογαριασμό:
es_es: ¿Está seguro de que quiere eliminar la cuenta:
fr_fr: Êtes-vous sûr de vouloir supprimer le compte :
hi_in: क्या आप सुनिश्चित हैं कि आप खाता हटाना चाहते हैं:
it_it: Sei sicuro di voler eliminare l'account:
ja_jp: アカウントを削除する必要がありますか：
ko_kr: 계정을 삭제하시겠습니까:
nl_nl: Weet u zeker dat u account wilt verwijderen:
pl_pl: Czy na pewno chcesz usunąć konto:
pt_pt: Tem certeza de que deseja excluir a conta:
ro_ro: Sunteți sigur că doriți să ștergeți contul:
ru_ru: Вы уверены, что хотите удалить учетную запись:
uk_ua: Ви впевнені, що хочете видалити обліковий запис:
zh_cn: 您确定要删除帐户：

# #30158
source: Account Deletion
ar_sa: حذف الحساب
de_de: Kontolöschung
el_gr: Διαγραφή λογαριασμού
es_es: Eliminación de cuenta
fr_fr: Suppression du compte
hi_in: खाता हटाना
it_it: Eliminazione dell'account
ja_jp: アカウントの削除
ko_kr: 계정 삭제
nl_nl: Accountverwijdering
pl_pl: Usunięcie konta
pt_pt: Exclusão de Conta
ro_ro: Ștergerea contului
ru_ru: Удаление учетной записи
uk_ua: Видалення облікового запису
zh_cn: 帐户删除

# #30159
source: Delete
ar_sa: احذف
de_de: Löschen
el_gr: Διαγραφή
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएं
it_it: Elimina
ja_jp: 消去
ko_kr: 삭제
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Excluir
ro_ro: Șterge
ru_ru: Удалить
uk_ua: Видалити
zh_cn: 删除

# #30163
source: Stop syncing select folders
ar_sa: توقف عن مزامنة المجلدات المحددة
de_de: Ausgewählte Ordner nicht mehr synchronisieren
el_gr: Διακοπή συγχρονισμού επιλεγμένων φακέλων
es_es: Dejar de sincronizar carpetas seleccionadas
fr_fr: Arrêter la synchronisation de certains dossiers
hi_in: चुनिंदा फ़ोल्डर सिंक करना बंद करें
it_it: Smetti di sincronizzare le cartelle selezionate
ja_jp: 選択したフォルダーの同期を停止します
ko_kr: 선택한 폴더 동기화 중지
nl_nl: Stop met synchroniseren van geselecteerde mappen
pl_pl: Przestań synchronizować wybrane foldery
pt_pt: Parar de sincronizar pastas selecionadas
ro_ro: Opriți sincronizarea directoarelor selectate
ru_ru: Прекратить синхронизировать папки Select
uk_ua: Зупинити синхронізацію вибраних папок
zh_cn: 停止同步选定文件夹

# #30165
source: Select folders to delete
ar_sa: اختر المجلدات التي تريد حذفها
de_de: Wählen Sie Ordner zum Löschen aus
el_gr: Επιλέξτε φακέλους για διαγραφή
es_es: Seleccione carpetas para eliminar
fr_fr: Sélectionnez les dossiers à supprimer
hi_in: हटाने के लिए फ़ोल्डर चुनें
it_it: Seleziona le cartelle da eliminare
ja_jp: 削除するフォルダーを選択します
ko_kr: 삭제할 폴더를 선택하세요
nl_nl: Selecteer mappen om te verwijderen
pl_pl: Wybierz foldery do usunięcia
pt_pt: Selecione pastas para excluir
ro_ro: Selectați directoarele de șters
ru_ru: Выберите папки, чтобы удалить
uk_ua: Виберіть папки для видалення
zh_cn: 选择要删除的文件夹

# #30207
source: Add account
ar_sa: إضافة حساب
de_de: Konto hinzufügen
el_gr: Προσθήκη λογαριασμού
es_es: Agregar cuenta
fr_fr: Ajouter un compte
hi_in: खाता जोड़ें
it_it: Aggiungi account
ja_jp: アカウントを追加します
ko_kr: 계정 추가
nl_nl: Account toevoegen
pl_pl: Dodaj konto
pt_pt: Adicionar conta
ro_ro: Adaugă un cont
ru_ru: Добавить учетную запись
uk_ua: Додати обліковий запис
zh_cn: 添加帐户

# #30209
source: The file wasn't found in the account:
ar_sa: لم يتم العثور على الملف في الحساب:
de_de: Die Datei wurde im Konto nicht gefunden:
el_gr: Το αρχείο δεν βρέθηκε στο λογαριασμό:
es_es: El archivo no se encontró en la cuenta:
fr_fr: Le fichier n'a pas été trouvé dans le compte :
hi_in: फ़ाइल इस खाते में नहीं मिली:
it_it: Il file non è stato trovato nell'account:
ja_jp: ファイルはアカウントにありませんでした：
ko_kr: 계정에서 파일을 찾을 수 없습니다:
nl_nl: Het bestand werd niet in het account gevonden:
pl_pl: Plik nie został znaleziony na koncie:
pt_pt: O arquivo não foi encontrado na conta:
ro_ro: Fișierul nu s-a găsit în cont:
ru_ru: Файл не был найден в учетной записи:
uk_ua: Файл не знайдено в обліковому записі:
zh_cn: 在帐户中未找到该文件：

# #30214
source: Add service accounts
ar_sa: إضافة حسابات الخدمة
de_de: Dienstkonten hinzufügen
el_gr: Προσθήκη λογαριασμών υπηρεσίας
es_es: Agregar cuentas de servicio
fr_fr: Ajouter des comptes de service
hi_in: सेवा खाते जोड़ें
it_it: Aggiungi account di servizio
ja_jp: サービスアカウントを追加します
ko_kr: 서비스 계정을 추가하세요
nl_nl: Serviceaccounts toevoegen
pl_pl: Dodaj konta usług
pt_pt: Adicionar contas de serviço
ro_ro: Adaugă conturi de serviciu
ru_ru: Добавить учетные записи
uk_ua: Додати службові облікові записи
zh_cn: 添加服务帐户

# #30215
source: Visit
ar_sa: قم بزيارة
de_de: Besuchen Sie
el_gr: Επισκεφθείτε
es_es: Visite
fr_fr: Visitez
hi_in: पर जाएं
it_it: Visita
ja_jp: 訪問
ko_kr: 방문하세요
nl_nl: Bezoek
pl_pl: Odwiedź
pt_pt: Visite
ro_ro: Vizitați
ru_ru: Посещать
uk_ua: Відвідайте
zh_cn: 访问

# #30216
source: in a web browser.
ar_sa: في متصفح الويب.
de_de: in einem Webbrowser.
el_gr: σε ένα πρόγραμμα περιήγησης ιστού.
es_es: en un navegador web.
fr_fr: dans un navigateur web.
hi_in: एक वेब ब्राउज़र में।
it_it: In un browser web.
ja_jp: Webブラウザで。
ko_kr: 웹 브라우저에서.
nl_nl: in een webbrowser.
pl_pl: w przeglądarce internetowej.
pt_pt: em um navegador web.
ro_ro: într-un browser web.
ru_ru: в веб -браузере.
uk_ua: у веб-браузері.
zh_cn: 在网页浏览器中。

# #30217
source: You must create an
ar_sa: يجب عليك إنشاء
de_de: Sie müssen eine
el_gr: Πρέπει να δημιουργήσετε ένα
es_es: Debe crear un
fr_fr: Vous devez créer un
hi_in: आपको एक बनाना होगा
it_it: Devi creare un
ja_jp: あなたは作成する必要があります
ko_kr: 생성해야 합니다
nl_nl: U moet een
pl_pl: Musisz utworzyć
pt_pt: Você deve criar um
ro_ro: Trebuie să creați un
ru_ru: Вы должны создать
uk_ua: Ви повинні створити
zh_cn: 您必须创建

# #30218
source: OAuth Client ID
ar_sa: معرف عميل Oauth
el_gr: Αναγνωριστικό πελάτη OAuth
es_es: ID de cliente OAuth
fr_fr: ID client OAuth
hi_in: OAuth क्लाइंट आईडी
it_it: ID client OAuth
ja_jp: OAUTHクライアントID
ko_kr: OAuth 클라이언트 ID
pl_pl: Identyfikator klienta OAuth
pt_pt: ID do Cliente OAuth
ro_ro: ID client OAuth
ru_ru: Идентификатор клиента OAuth
uk_ua: ID OAuth клієнта
zh_cn: OAuth 客户端 ID

# #30219
source: Web Application
ar_sa: تطبيق الويب
de_de: Webanwendung
el_gr: Εφαρμογή Ιστού
es_es: Aplicación web
fr_fr: Application Web
hi_in: वेब एप्लिकेशन
it_it: Applicazione Web
ja_jp: Webアプリケーション
ko_kr: 웹 애플리케이션
nl_nl: Webapplicatie
pl_pl: Aplikacja internetowa
pt_pt: Aplicativo Web
ro_ro: Aplicație web
ru_ru: Веб -приложение
uk_ua: Вебзастосунок
zh_cn: Web 应用

# #30220
source: with this
ar_sa: مع هذا
de_de: mit dieser
el_gr: με αυτήν την
es_es: con esta
fr_fr: avec cette
hi_in: इसके साथ
it_it: con questo
ja_jp: これで
ko_kr: 이것과 함께
nl_nl: met deze
pl_pl: z tym
pt_pt: com este
ro_ro: cu acest
ru_ru: с этим
uk_ua: з цим
zh_cn: 使用此

# #30221
source: Redirect URI
ar_sa: إعادة توجيه URI
de_de: Weiterleitungs-URI
el_gr: URI ανακατεύθυνσης
es_es: URI de redireccionamiento
fr_fr: URI de redirection
hi_in: रीडायरेक्ट यूआरआई
it_it: Reindirizza l'URI
ja_jp: URIをリダイレクトします
ko_kr: 리디렉션 URI
pl_pl: URI przekierowania
pt_pt: URI de Redirecionamento
ro_ro: URI de redirecționare
ru_ru: Перенаправить Uri
uk_ua: Перенаправлення URI
zh_cn: 重定向 URI

# #30222
source: Validating
ar_sa: جارٍ التحقق
de_de: Validierung läuft
el_gr: Επικυρώνεται
es_es: Validando
fr_fr: Validation en cours
hi_in: सत्यापन हो रहा है
it_it: In fase di convalida
ja_jp: 検証
ko_kr: 검증 중
nl_nl: Bezig met valideren
pl_pl: Weryfikowanie
pt_pt: Validando
ro_ro: Se validează
ru_ru: Проверка
uk_ua: Перевірка
zh_cn: 正在验证

# #30300
source: Playback
ar_sa: التشغيل
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_es: Reproducción
fr_fr: Lecture
hi_in: प्लेबैक
it_it: Riproduzione
ja_jp: 再生
ko_kr: 재생
nl_nl: Afspelen
pl_pl: Odtwarzanie
pt_pt: Reprodução
ro_ro: Redare
ru_ru: Воспроизведение
uk_ua: Відтворення
zh_cn: 播放

# #30301
source: Prompt resolution selection (if available)
ar_sa: طلب اختيار الدقة (إذا توفرت)
de_de: Auflösungsauswahl anbieten (falls verfügbar)
el_gr: Προτροπή επιλογής ανάλυσης (αν διαθέσιμη)
es_es: Solicitar selección de resolución (si está disponible)
fr_fr: Demander la sélection de la résolution (si disponible).
hi_in: रिज़ॉल्यूशन चयन के लिए संकेत दें (यदि उपलब्ध हो)
it_it: Selezione della risoluzione prompt (se disponibile)
ja_jp: 迅速な解像度の選択（利用可能な場合）
ko_kr: 해상도 선택 메시지 표시 (사용 가능한 경우)
nl_nl: Resolutie selectie weergeven (indien beschikbaar)
pl_pl: Wyświetl wybór rozdzielczości (jeśli dostępny)
pt_pt: Solicitar seleção de resolução (se disponível)
ro_ro: Solicită selectarea rezoluției (dacă este disponibilă)
ru_ru: Выбор разрешения (если доступно)
uk_ua: Показати вибір роздільної здатності (за наявності)
zh_cn: 提示分辨率选择（如果可用）

# #30302
source: Video resolution priority
ar_sa: أولوية دقة الفيديو
de_de: Videoauflösungspriorität
el_gr: Προτεραιότητα ανάλυσης βίντεο
es_es: Prioridad de resolución de video
fr_fr: Priorité de la résolution vidéo
hi_in: वीडियो रिज़ॉल्यूशन प्राथमिकता
it_it: Priorità di risoluzione video
ja_jp: ビデオ解像度の優先順位
ko_kr: 비디오 해상도 우선 순위
nl_nl: Videoresolutieprioriteit
pl_pl: Priorytet rozdzielczości wideo
pt_pt: Prioridade de resolução de vídeo
ro_ro: Prioritate de rezoluție video
ru_ru: Приоритет резолюции видео
uk_ua: Пріоритет роздільної здатності відео
zh_cn: 视频分辨率优先级

# #30303
source: Set subtitles automatically
ar_sa: تعيين الترجمات تلقائيًا
de_de: Automatische Untertitel-Einstellung
el_gr: Ορισμός υποτίτλων αυτόματα
es_es: Establecer subtítulos automáticamente
fr_fr: Définir automatiquement les sous-titres
hi_in: उपशीर्षक स्वचालित रूप से निर्धारित करें
it_it: Imposta automaticamente i sottotitoli
ja_jp: 字幕を自動的に設定します
ko_kr: 자막을 자동으로 설정
nl_nl: Ondertitels automatisch instellen
pl_pl: Automatycznie ustaw napisy
pt_pt: Definir legendas automaticamente
ro_ro: Setează automat subtitrările
ru_ru: Установите субтитры автоматически
uk_ua: Встановити субтитри автоматично
zh_cn: 自动设置字幕

# #30304
source: Subtitle format
ar_sa: تنسيق الترجمة
de_de: Untertitelformat
el_gr: Μορφή υπότιτλων
es_es: Formato de subtítulo
fr_fr: Format de sous-titre
hi_in: उपशीर्षक प्रारूप
it_it: Formato sottotitolo
ja_jp: 字幕形式
ko_kr: 자막 형식
nl_nl: Ondertitelformaat
pl_pl: Format napisów
pt_pt: Formato de legenda
ro_ro: Format subtitrare
ru_ru: Формат субтитров
uk_ua: Формат субтитрів
zh_cn: 字幕格式

# #30305
source: Subtitles aren't named the same as STRM and are in an isolated folder with STRM
ar_sa: لا يتم تسمية الترجمات بنفس اسم STRM وهي في مجلد منفصل مع STRM
de_de: Untertitel werden nicht gleich benannt wie STRM und befinden sich in einem isolierten Ordner mit STRM
el_gr: Οι υπότιτλοι δεν έχουν το ίδιο όνομα με το STRM και βρίσκονται σε ξεχωριστό φάκελο μαζί με το STRM
es_es: Los subtítulos no se nombran igual que STRM y están en una carpeta aislada con STRM
fr_fr: Les sous-titres ne portent pas le même nom que le STRM et se trouvent dans un dossier isolé avec le STRM
hi_in: उपशीर्षक का नाम STRM के समान नहीं है और वे STRM के साथ एक अलग फ़ोल्डर में हैं
it_it: I sottotitoli non sono nominati uguali a STRM e si trovano in una cartella isolata con STRM
ja_jp: 字幕はSTRMと同じ名前が付けられておらず、STRMのある分離フォルダーにあります
ko_kr: 자막 이름이 STRM과 같지 않으며 STRM이 있는 별도의 폴더에 있습니다
nl_nl: Ondertitels worden niet hetzelfde genoemd als STRM en bevinden zich in een geïsoleerde map met STRM
pl_pl: Napisy nie są nazywane tak samo jak STRM i są w izolowanym folderze z STRM
pt_pt: As legendas têm nomes diferentes de STRM e estão em uma pasta separada com os arquivos STRM
ro_ro: Subtitrările nu sunt numite la fel ca STRM și se află într-un director izolat cu STRM
ru_ru: Субтитры не названы так же, как и STRM и находятся в изолированной папке с STRM
uk_ua: Субтитри не мають такої ж назви, як STRM, і знаходяться в ізольованій папці з STRM
zh_cn: 字幕的名称与STRM的名字不同，并且在带有STRM的孤立文件夹中

# #30306
source: Subtitles are named the same as STRM
ar_sa: ملفات الترجمة تحمل نفس اسم ملفات STRM
de_de: Untertitel werden gleich benannt wie STRM
el_gr: Οι υπότιτλοι έχουν το ίδιο όνομα με το STRM
es_es: Los subtítulos tienen el mismo nombre que STRM
fr_fr: Les sous-titres portent le même nom que le STRM
hi_in: उपशीर्षक का नाम STRM के समान है
it_it: I sottotitoli sono nominati uguali a STRM
ja_jp: 字幕はSTRMと同じ名前です
ko_kr: 자막의 이름은 STRM과 동일합니다
nl_nl: Ondertitels worden hetzelfde genoemd als STRM
pl_pl: Napisy mają tę samą nazwę co STRM
pt_pt: As legendas têm o mesmo nome que STRM
ro_ro: Subtitrările au aceeași denumire ca STRM
ru_ru: Субтитры называются так же, как и STRM
uk_ua: Субтитри мають таку ж назву, як STRM
zh_cn: 字幕名称与STRM相同

# #30307
source: Default playback account
ar_sa: حساب التشغيل الافتراضي
de_de: Standard-Wiedergabekonto
el_gr: Προεπιλεγμένος λογαριασμός αναπαραγωγής
es_es: Cuenta de reproducción predeterminada
fr_fr: Compte de lecture par défaut
hi_in: डिफ़ॉल्ट प्लेबैक खाता
it_it: Account di riproduzione predefinito
ja_jp: デフォルトの再生アカウント
ko_kr: 기본 재생용 계정
nl_nl: Standaard afspeelaccount
pl_pl: Domyślne konto odtwarzania
pt_pt: Conta de reprodução padrão
ro_ro: Cont de redare implicit
ru_ru: Учетная запись воспроизведения по умолчанию
uk_ua: Обліковий запис відтворення за замовчуванням
zh_cn: 默认播放帐户

# #30400
source: Library
ar_sa: مكتبة
de_de: Bibliothek
el_gr: Συλλογή
es_es: Biblioteca
fr_fr: Médiathèque
hi_in: पुस्तकालय
it_it: Biblioteca
ja_jp: 図書館
ko_kr: 라이브러리
nl_nl: Bibliotheek
pl_pl: Biblioteka
pt_pt: Biblioteca
ro_ro: Mediatecă
ru_ru: Библиотека
uk_ua: Бібліотека
zh_cn: 资料库

# #30401
source: Mark movies as watched at
ar_sa: وضع علامة على الأفلام كمشاهدة في
de_de: Filme als angesehen markieren bei
el_gr: Σήμανση ταινιών ως παρακολουθημένων στο
es_es: Marcar películas como vistas en
fr_fr: Marquer les films comme visionnés à
hi_in: फ़िल्मों को देखे गए के रूप में चिह्नित करें पर
it_it: Segna i film come visualizzati
ja_jp: 見ているように映画をマークします
ko_kr: 영화를 시청한 것으로 표시하세요
nl_nl: Markeer films als bekeken bij
pl_pl: Oznacz wideo jako obejrzane od
pt_pt: Marcar filmes como assistidos em
ro_ro: Marchează filmele ca vizionate la
ru_ru: Отметьте фильмы, как смотрели в
uk_ua: Позначити фільми як переглянуті при
zh_cn: 在 处将电影标记为已观看
