Repository: JDRIVO/plugin.video.gdrive
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, el_gr, es_es, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, uk_ua, zh_cn

# #30402
source: Mark episodes as watched at
ar_sa: وضع علامة على الحلقات كمشاهدة في
de_de: Episoden als angesehen markieren bei
el_gr: Σήμανση επεισοδίων ως παρακολουθημένων στο
es_es: Marcar episodios como vistos en
fr_fr: Marquer les épisodes comme visionnés à
hi_in: एपिसोड को देखे गए के रूप में चिह्नित करें पर
it_it: Segna gli episodi come visualizzati
ja_jp: 注目されているエピソードをマークします
ko_kr: 에피소드를 시청한 것으로 표시하세요
nl_nl: Markeer afleveringen als bekeken bij
pl_pl: Oznacz odcinki jako obejrzane od
pt_pt: Marcar episódios como assistidos em
ro_ro: Marchează episoadele ca vizionate la
ru_ru: Отметьте эпизоды, которые смотрели на
uk_ua: Позначити епізоди як переглянуті при
zh_cn: 在 处将剧集标记为已观看

# #30403
source: Import media flag data from STRM
ar_sa: استيراد بيانات علامة الوسائط من STRM
de_de: Medienflag-Daten von STRM importieren
el_gr: Εισαγωγή δεδομένων σημαίας μέσων από το STRM
es_es: Importar datos de bandera de medios de STRM
fr_fr: Importer des données sur les drapeaux de médias de STRM
hi_in: STRM से मीडिया फ़्लैग डेटा आयात करें
it_it: Importa i dati di flag multimediale da STRM
ja_jp: STRMからメディアフラグデータをインポートします
ko_kr: STRM에서 미디어 플래그 데이터를 가져오기
nl_nl: Importeer media-informatie van STRM
pl_pl: Importuj dane etykiet mediów z STRM
pt_pt: Importar dados de emblemas de mídia de STRM
ro_ro: Importați datele marcajelor media de la STRM
ru_ru: Импортируйте данные медиа -флага от STRM
uk_ua: Імпортувати дані прапора медіа з STRM
zh_cn: 从STRM导入媒体标识数据

# #30404
source: Update library automatically
ar_sa: تحديث المكتبة تلقائيا
de_de: Bibliothek automatisch aktualisieren
el_gr: Ενημέρωση της βιβλιοθήκης αυτόματα
es_es: Actualizar la biblioteca automáticamente
fr_fr: Mettre à jour la médiathèque automatiquement
hi_in: लाइब्रेरी को स्वचालित रूप से अपडेट करें
it_it: Aggiorna automaticamente la libreria
ja_jp: ライブラリを自動的に更新します
ko_kr: 라이브러리 자동 업데이트
nl_nl: Bibliotheek automatisch bijwerken
pl_pl: Automatycznie aktualizuj bibliotekę
pt_pt: Atualizar biblioteca automaticamente
ro_ro: Actualizează automat mediateca
ru_ru: Обновить библиотеку автоматически
uk_ua: Автоматичне оновлювати бібліотеку
zh_cn: 自动更新媒体库

# #30405
source: Display dialog
ar_sa: عرض الحوار
de_de: Dialog anzeigen
el_gr: Προβολή διαλόγου
es_es: Mostrar diálogo
fr_fr: Afficher la boîte de dialogue
hi_in: संवाद दिखाएं
it_it: Visualizza il dialogo
ja_jp: ダイアログを表示します
ko_kr: 대화 상자 표시
nl_nl: Dialoogvenster weergeven
pl_pl: Wyświetl okno dialogowe
pt_pt: Exibir diálogo
ro_ro: Afișare dialog
ru_ru: Отобразить диалог
uk_ua: Відобразити діалогове вікно
zh_cn: 显示对话框

# #30406
source: Clean library automatically
ar_sa: تنظيف المكتبة تلقائيًا
de_de: Bibliothek automatisch bereinigen
el_gr: Καθαρισμός βιβλιοθήκης αυτόματα
es_es: Limpiar la biblioteca automáticamente
fr_fr: Nettoyer automatiquement la médiathèque
hi_in: लाइब्रेरी को स्वचालित रूप से साफ़ करें
it_it: Pulisci la libreria automaticamente
ja_jp: ライブラリを自動的に清掃します
ko_kr: 라이브러리 자동 정리
nl_nl: Bibliotheek automatisch opschonen
pl_pl: Automatycznie wyczyść bibliotekę
pt_pt: Limpar biblioteca automaticamente
ro_ro: Curăță automat mediateca
ru_ru: Очистить библиотеку автоматически
uk_ua: Автоматичне очищення бібліотеку
zh_cn: 自动清理媒体库

# #30407
source: Video source
ar_sa: مصدر الفيديو
de_de: Videoquelle
el_gr: Πηγή βίντεο
es_es: Fuente de video
fr_fr: Source vidéo
hi_in: वीडियो स्रोत
it_it: Fonte video
ja_jp: ビデオソース
ko_kr: 비디오 소스
nl_nl: Videobron
pl_pl: Źródło wideo
pt_pt: Fonte de vídeo
ro_ro: Sursă video
ru_ru: Видео источник
uk_ua: Джерело відео
zh_cn: 视频来源

# #30500
source: Sync
ar_sa: زامن
de_de: Synchronisieren
el_gr: Συγχρονίστε
es_es: Sincronización
fr_fr: Synchronisation
hi_in: सिंक करें
it_it: Sincronizza
ja_jp: 同期
ko_kr: 동기화
nl_nl: Synchroniseren
pl_pl: Synchronizuj
pt_pt: Sincronizar
ro_ro: Sincronizează
ru_ru: Синхронизировать
uk_ua: Синхронізувати
zh_cn: 同步

# #30501
source: Threads
ar_sa: الخيوط
el_gr: Νήματα
es_es: Hilos
hi_in: थ्रेड्स
ja_jp: スレッド
ko_kr: 스레드
pl_pl: Wątki
ro_ro: Fire de execuție
ru_ru: Потоки
uk_ua: Потоки
zh_cn: 线程

# #30502
source: Move sync folder
ar_sa: نقل مجلّد المزامنة
de_de: Synchronisierungsordner verschieben
el_gr: Μετακίνηση του φακέλου συγχρονισμού
es_es: Mover la carpeta de sincronización
fr_fr: Déplacer le dossier de synchronisation
hi_in: सिंक फ़ोल्डर स्थानांतरित करें
it_it: Sposta la cartella di sincronizzazione
ja_jp: 同期フォルダーを移動します
ko_kr: 동기화 폴더 이동
nl_nl: Synchronisatiemap verplaatsen
pl_pl: Przenieś folder synchronizacji
pt_pt: Mover pasta de sincronização
ro_ro: Mutați directorul de sincronizare
ru_ru: Переместите папку синхронизации
uk_ua: Перемістіть папку синхронізації
zh_cn: 移动同步文件夹

# #30503
source: Delete sync cache
ar_sa: حذف ذاكرة التخزين المؤقت Sync
de_de: Synchronisierungscache löschen
el_gr: Διαγραφή προσωρινής μνήμης συγχρονισμού
es_es: Eliminar el caché de sincronización
fr_fr: Supprimer le cache de synchronisation
hi_in: सिंक कैश हटाएं
it_it: Elimina la cache di sincronizzazione
ja_jp: 同期キャッシュを削除します
ko_kr: 동기화 캐시 삭제
nl_nl: Synchronisatiecache verwijderen
pl_pl: Usuń pamięć podręczną synchronizacji
pt_pt: Excluir cache de sincronização
ro_ro: Șterge memoria cache de sincronizare
ru_ru: Удалить синхронизационный кеш
uk_ua: Видалити кеш синхронізації
zh_cn: 删除同步缓存

# #30504
source: Delete sync folder
ar_sa: حذف مجلد المزامنة
de_de: Synchronisierungsordner löschen
el_gr: Διαγραφή του φακέλου συγχρονισμού
es_es: Eliminar carpeta de sincronización
fr_fr: Supprimer le dossier de synchronisation
hi_in: सिंक फ़ोल्डर हटाएं
it_it: Elimina la cartella di sincronizzazione
ja_jp: 同期フォルダーを削除します
ko_kr: 동기화 폴더 삭제
nl_nl: Verwijder synchronisatiemap
pl_pl: Usuń folder synchronizacji
pt_pt: Excluir pasta de sincronização
ro_ro: Șterge directorul de sincronizare
ru_ru: Удалить папку синхронизации
uk_ua: Видалити папку синхронізації
zh_cn: 删除同步文件夹

# #30505
source: Sync defaults
ar_sa: مزامنة الإعدادات الافتراضية
de_de: Standard-Synchronisationseinstellungen
el_gr: Προεπιλογές συγχρονισμού
es_es: Configuración predeterminada de sincronización
fr_fr: Paramètres de synchronisation par défaut
hi_in: सिंक के डिफ़ॉल्ट
it_it: Impostazioni di sincronizzazione predefinite
ja_jp: デフォルトを同期します
ko_kr: 기본 동기화 설정
nl_nl: Synchronisatie-standaardwaarden
pl_pl: Domyślne ustawienia synchronizacji
pt_pt: Padrões de sincronização
ro_ro: Setări de sincronizare implicite
ru_ru: Синхронизации по умолчанию
uk_ua: Налаштування синхронізації за замовчуванням
zh_cn: 同步默认值

# #30506
source: STRM prefix
ar_sa: بادئة STRM
de_de: STRM-Präfix
el_gr: Πρόθεμα STRM
es_es: Prefijo STRM
fr_fr: Préfixe STRM
hi_in: STRM उपसर्ग
it_it: Prefisso STRM
ja_jp: STRMプレフィックス
ko_kr: STRM 접두사
nl_nl: STRM-voorvoegsel
pl_pl: Prefiks STRM
pt_pt: Prefixo STRM
ro_ro: Prefixul STRM
ru_ru: STRM Префикс
uk_ua: Префікс STRM
zh_cn: STRM前缀

# #30507
source: STRM suffix
ar_sa: لاحقة STRM
el_gr: Επίθημα STRM
es_es: Sufijo STRM
fr_fr: Suffixe STRM
hi_in: STRM प्रत्यय
it_it: Suffisso STRM
ja_jp: STRMサフィックス
ko_kr: STRM 접미사
nl_nl: STRM-achtervoegsel
pl_pl: Sufiks STRM
pt_pt: Sufixo STRM
ro_ro: Sufixul STRM
ru_ru: STRM Суффикс
uk_ua: Суфікс STRM
zh_cn: STRM后缀

# #30508
source: Has files encrypted with
ar_sa: يحتوي على ملفات مشفرة مع
de_de: Hat Dateien verschlüsselt mit
el_gr: Περιέχει κρυπτογραφημένα αρχεία με
es_es: Tiene archivos cifrados con
fr_fr: Contient des fichiers chiffrés avec
hi_in: फ़ाइलें इससे एन्क्रिप्टेड हैं
it_it: Ha file crittografati con
ja_jp: で暗号化されたファイルがあります
ko_kr: 로 암호화된 파일이 포함되어 있습니다
nl_nl: Bevat bestanden versleuteld met
pl_pl: Zawiera pliki zaszyfrowane z użyciem
pt_pt: Contém arquivos criptografados com
ro_ro: Conține fișiere criptate cu
ru_ru: Есть файлы, зашифрованные с
uk_ua: Має файли, зашифровані за допомогою
zh_cn: 包含以 加密的文件

# #30509
source: Rename videos to a Kodi friendly format
ar_sa: إعادة تسمية مقاطع الفيديو إلى تنسيق متوافق مع Kodi
de_de: Videos in ein Kodi-freundliches Format umbenennen
el_gr: Μετονομασία βίντεο σε φιλική προς Kodi μορφή
es_es: Renombrar videos a un formato amigable para Kodi
fr_fr: Renommer les vidéos dans un format adapté à Kodi
hi_in: कोडी के अनुकूल प्रारूप में वीडियो का नाम बदलें
it_it: Rinomina i video in un formato compatibile con Kodi
ja_jp: コディフレンドリー形式にビデオを変更します
ko_kr: Kodi 호환 형식으로 비디오 이름 바꾸기
nl_nl: Hernoem video's naar een Kodi-vriendelijk formaat
pl_pl: Zmień nazwę wideo na format przyjazny Kodi
pt_pt: Renomear vídeos para um formato amigável ao Kodi
ro_ro: Redenumiți video într-un format compatibil cu Kodi
ru_ru: Переименовать видео в удобный формат Kodi
uk_ua: Перейменовувати відео у формат, дружній Kodi
zh_cn: 将视频重命名为Kodi友好格式

# #30510
source: Create a Kodi friendly directory structure
ar_sa: إنشاء بنية مجلدات متوافقة مع Kodi
de_de: Kodi-freundliche Verzeichnisstruktur erstellen
el_gr: Δημιουργία δομής φακέλων φιλικής προς Kodi
es_es: Crear una estructura de directorios amigable con Kodi
fr_fr: Créer une structure de répertoires format adapté à Kodi
hi_in: कोडी के अनुकूल निर्देशिका संरचना बनाएं
it_it: Crea una struttura di directory compatibile con Kodi
ja_jp: Kodiフレンドリーディレクトリ構造を作成します
ko_kr: Kodi에 적합한 디렉터리 구조 생성
nl_nl: Maak een Kodi-vriendelijke mapstructuur
pl_pl: Utwórz strukturę katalogu przyjaznego Kodi
pt_pt: Criar uma estrutura de diretórios amigável ao Kodi
ro_ro: Creați o structură de directoare compatibilă cu Kodi
ru_ru: Создать структуру каталога Kodi
uk_ua: Створювати структуру каталогів, дружню до Kodi
zh_cn: 创建Kodi友好目录结构

# #30511
source: Sync NFO
ar_sa: NFO المزامنة
de_de: NFO synchronisieren
el_gr: Συγχρονισμός NFO
es_es: Sincronizar NFO
fr_fr: Synchroniser NFO
hi_in: सिंक NFO
it_it: Sincronizza NFO
ja_jp: 同期NFO
ko_kr: NFO 동기화
nl_nl: NFO-synchronisatie
pl_pl: Synchronizuj NFO
pt_pt: Sincronização de NFO
ro_ro: Sincronizare NFO
ru_ru: Синхронизировать NFO
uk_ua: Синхронізувати НФО
zh_cn: 同步NFO

# #30512
source: Sync subtitles
ar_sa: زامن الترجمات
de_de: Untertitel synchronisieren
el_gr: Συγχρονισμός υποτίτλων
es_es: Sincronizar subtítulos
fr_fr: Synchroniser les sous-titres
hi_in: सिंक उपशीर्षक
it_it: Sincronizza sottotitoli
ja_jp: 同期字幕
ko_kr: 자막 동기화
nl_nl: Ondertitel-synchronisatie
pl_pl: Synchronizuj napisy
pt_pt: Sincronização de legendas
ro_ro: Sincronizare subtitrări
ru_ru: Синхронизировать субтитры
uk_ua: Синхронізувати субтитри
zh_cn: 同步字幕

# #30513
source: Sync artwork
ar_sa: زامن الرسومات
de_de: Artwork synchronisieren
el_gr: Συγχρονισμός εικόνες
es_es: Sincronizar imágenes
fr_fr: Synchroniser les illustrations
hi_in: सिंक कलाकृति
it_it: Sincronizza artwork
ja_jp: アートワークを同期します
ko_kr: 아트워크 동기화
nl_nl: Artwork-synchronisatie
pl_pl: Synchronizuj grafikę
pt_pt: Sincronização de imagens
ro_ro: Sincronizare de artă
ru_ru: Синхронизировать работы
uk_ua: Синхронізувати обкладинки
zh_cn: 同步艺术图片

# #30514
source: Sync STRM
ar_sa: زامن STRM
de_de: STRM synchronisieren
el_gr: Συγχρονισμός STRM
es_es: Sincronizar STRM
fr_fr: Synchroniser STRM
hi_in: सिंक STRM
it_it: Sincronizza STRM
ja_jp: STRMを同期します
ko_kr: STRM 동기화
nl_nl: STRM-synchronisatie
pl_pl: Synchronizuj STRM
pt_pt: Sincronização de STRM
ro_ro: Sincronizare STRM
ru_ru: Синхронизировать STRM
uk_ua: Синхронізувати STRM
zh_cn: 同步STRM

# #30515
source: TMDB search language
ar_sa: لغة البحث TMDB
de_de: TMDB-Suchsprache
el_gr: Γλώσσα αναζήτησης TMDB
es_es: Idioma de búsqueda TMDB
fr_fr: Langue de recherche TMDB
hi_in: TMDB खोज भाषा
it_it: Lingua di ricerca TMDB
ja_jp: TMDB検索言語
ko_kr: TMDB 검색 언어
nl_nl: TMDB-zoektaal
pl_pl: Język wyszukiwania TMDB
pt_pt: Idioma de busca TMDB
ro_ro: Limba de căutare TMDB
ru_ru: Язык поиска TMDB
uk_ua: Мова пошуку TMDB
zh_cn: TMDB搜索语言

# #30516
source: TMDB region
ar_sa: منطقة TMDB
el_gr: Περιοχή TMDB
es_es: Región TMDB
fr_fr: Région TMDB
hi_in: TMDB क्षेत्र
it_it: Regione TMDB
ja_jp: TMDB領域
ko_kr: TMDB 지역
nl_nl: TMDB-regio
pl_pl: Region TMDB
pt_pt: Região TMDB
ro_ro: Regiunea TMDB
ru_ru: Область TMDB
uk_ua: Регіон TMDB
zh_cn: TMDB区域

# #30517
source: TMDB adult content
ar_sa: محتوى البالغين في TMDB
de_de: TMDB-Inhalte für Erwachsene
el_gr: Περιεχόμενο ενηλίκων TMDB
es_es: TMDB Contenido para adultos
fr_fr: Contenu pour adultes TMDB
hi_in: TMDB वयस्क सामग्री
it_it: Contenuto per adulti TMDB
ja_jp: TMDBアダルトコンテンツ
ko_kr: TMDB 성인 콘텐츠
nl_nl: TMDB-inhoud voor volwassenen
pl_pl: Treść dla dorosłych TMDB
pt_pt: Conteúdo adulto TMDB
ro_ro: Conținut pentru adulți TMDB
ru_ru: Содержание взрослых TMDB
uk_ua: Вміст для дорослих TMDB
zh_cn: TMDB成人内容

# #30600
source: GUI
ar_sa: الواجهة
de_de: Oberfläche
hi_in: ग्राफ़िकल इंटरफ़ेस
it_it: Interfaccia
ru_ru: Графический интерфейс
uk_ua: Графічний інтерфейс
zh_cn: 图形用户界面

# #30601
source: Display initial sync progress dialog
ar_sa: عرض مربع حوار تقدم المزامنة الأولية
de_de: Fortschrittsdialog für die erste Synchronisierung anzeigen
el_gr: Εμφάνιση διαλόγου προόδου αρχικού συγχρονισμού
es_es: Mostrar diálogo de progreso de sincronización inicial
fr_fr: Afficher la boîte de dialogue de progression de synchronisation initiale
hi_in: प्रारंभिक सिंक प्रगति संवाद दिखाएं
it_it: Mostra finestra di avanzamento sincronizzazione iniziale
ja_jp: 初期同期の進行状況ダイアログを表示します
ko_kr: 초기 동기화 진행 대화 상자 표시
nl_nl: Dialoogvenster voor voortgang initiële synchronisatie weergeven
pl_pl: Wyświetl okno dialogowe postępu pierwszej synchronizacji
pt_pt: Exibir diálogo de progresso de sincronização inicial
ro_ro: Afișează dialogul de progres inițial al sincronizării
ru_ru: Отобразить диалог прогресса начальной синхронизации
uk_ua: Відображати діалогове вікно початкової синхронізації
zh_cn: 显示初始同步进度对话框

# #30602
source: Display file deletion dialog
ar_sa: عرض حوار حذف الملف
de_de: Datei-Löschdialog anzeigen
el_gr: Εμφάνιση διαλόγου διαγραφής αρχείων
es_es: Mostrar diálogo de eliminación de archivos
fr_fr: Afficher la boîte de dialogue de suppression des fichiers
hi_in: फ़ाइल हटाने का संवाद दिखाएं
it_it: Mostra la finestra di dialogo per l'eliminazione dei file"
ja_jp: ファイル削除ダイアログを表示します
ko_kr: 파일 삭제 대화 상자 표시
nl_nl: Dialoogvenster Bestandsverwijdering weergeven
pl_pl: Wyświetl okno dialogowe usuwania plików
pt_pt: Exibir diálogo de exclusão de arquivo
ro_ro: Afișează dialogul de ștergere a fișierelor
ru_ru: Отобразить диалог удаления файла
uk_ua: Відображати діалогове вікно видалення файлу
zh_cn: 显示文件删除对话框

# #30603
source: Display time since last sync in drive selection menu
ar_sa: عرض الوقت منذ آخر مزامنة في قائمة اختيار محرك الأقراص
de_de: Zeit seit letzter Synchronisierung im Laufwerksauswahlmenü anzeigen
el_gr: Εμφάνιση χρόνου από τον τελευταίο συγχρονισμό στο μενού επιλογής μονάδας δίσκου
es_es: Mostrar tiempo desde la última sincronización en el menú de selección de unidad
fr_fr: Afficher le temps écoulé depuis la dernière synchronisation dans le menu de sélection du lecteur
hi_in: ड्राइव चयन मेनू में अंतिम सिंक के बाद से का समय दिखाएं
it_it: Mostra il tempo dall'ultima sincronizzazione nel menu di selezione dell'unità
ja_jp: ドライブ選択メニューに最後の同期以来の時間を表示します
ko_kr: 드라이브 선택 메뉴에 마지막 동기화 시간 표시
nl_nl: Toon de tijd sinds de laatste synchronisatie in het schijfselectiemenu
pl_pl: Wyświetl czas od ostatniej synchronizacji w menu wyboru dysku
pt_pt: Exibir tempo desde a última sincronização no menu de seleção de unidade
ro_ro: Afișează timpul de la ultima sincronizare în meniul de selecție a unității
ru_ru: Отобразить время с последней синхронизации в меню выбора диска
uk_ua: Відображати час від останньої синхронізації в меню вибору диска
zh_cn: 在驱动器选择菜单中显示上次同步以来的时间

# #30700
source: Accounts
ar_sa: حسابات
de_de: Konten
el_gr: Λογαριασμοί
es_es: Cuentas
fr_fr: Comptes
hi_in: खाते
it_it: Account
ja_jp: アカウント
ko_kr: 계정
pl_pl: Konta
pt_pt: Contas
ro_ro: Conturi
ru_ru: Аккаунты
uk_ua: Облікові записи
zh_cn: 帐户

# #30701
source: Import accounts
ar_sa: استيراد الحسابات
de_de: Konten importieren
el_gr: Εισαγωγή λογαριασμών
es_es: Importar cuentas
fr_fr: Importer des comptes
hi_in: खाते आयात करें
it_it: Importa account
ja_jp: アカウントをインポートします
ko_kr: 계정 가져오기
nl_nl: Accounts importeren
pl_pl: Importuj konta
pt_pt: Importar contas
ro_ro: Importă conturi
ru_ru: Импорт аккаунтов
uk_ua: Імпортувати облікові записи
zh_cn: 导入帐户

# #30702
source: Export accounts
ar_sa: تصدير الحسابات
de_de: Konten exportieren
el_gr: Εξαγωγή λογαριασμών
es_es: Exportar cuentas
fr_fr: Exporter des comptes
hi_in: खाते निर्यात करें
it_it: Esporta account
ja_jp: エクスポートアカウント
ko_kr: 계정 내보내기
nl_nl: Accounts exporteren
pl_pl: Eksportuj konta
pt_pt: Exportar contas
ro_ro: Exportă conturi
ru_ru: Экспорт аккаунтов
uk_ua: Експортувати облікові записи
zh_cn: 导出帐户

# #30703
source: Delete all accounts
ar_sa: حذف جميع الحسابات
de_de: Alle Konten löschen
el_gr: Διαγραφή όλων των λογαριασμών
es_es: Eliminar todas las cuentas
fr_fr: Supprimer tous les comptes
hi_in: सभी खाते हटाएं
it_it: Elimina tutti gli account
ja_jp: すべてのアカウントを削除します
ko_kr: 모든 계정 삭제
nl_nl: Verwijder alle accounts
pl_pl: Usuń wszystkie konta
pt_pt: Excluir todas as contas
ro_ro: Șterge toate conturile
ru_ru: Удалить все учетные записи
uk_ua: Видалити всі облікові записи
zh_cn: 删除所有帐户

# #30800
source: Encryption
ar_sa: التشفير
de_de: Verschlüsselung
el_gr: Κρυπτογράφηση
es_es: Encriptación
fr_fr: Chiffrement
hi_in: एन्क्रिप्शन
it_it: Crittografia
ja_jp: 暗号化
ko_kr: 암호화
nl_nl: Versleuteling
pl_pl: Szyfrowanie
pt_pt: Criptografia
ro_ro: Criptare
ru_ru: Шифрование
uk_ua: Шифрування
zh_cn: 加密

# #30801
source: Default profile
ar_sa: ملف التعريف الافتراضي
de_de: Standardprofil
el_gr: Προεπιλεγμένο προφίλ
es_es: Perfil predeterminado
fr_fr: Profil par défaut
hi_in: डिफ़ॉल्ट प्रोफ़ाइल
it_it: Profilo predefinito
ja_jp: デフォルトのプロファイル
ko_kr: 기본 프로필
nl_nl: Standaardprofiel
pl_pl: Profil domyślny
pt_pt: Perfil padrão
ro_ro: Profil implicit
ru_ru: Профиль по умолчанию
uk_ua: Профіль за замовчуванням
zh_cn: 默认配置文件

# #30802
source: Create profile
ar_sa: إنشاء ملف تعريف
de_de: Profil erstellen
el_gr: Δημιουργία προφίλ
es_es: Crear perfil
fr_fr: Créer un profil
hi_in: प्रोफ़ाइल बनाएं
it_it: Crea profilo
ja_jp: プロファイルを作成します
ko_kr: 프로필 만들기
nl_nl: Profiel maken
pl_pl: Utwórz profil
pt_pt: Criar perfil
ro_ro: Creați profil
ru_ru: Создать профиль
uk_ua: Створити профіль
zh_cn: 创建配置文件

# #30803
source: Modify profile
ar_sa: تعديل الملف الشخصي
de_de: Profil ändern
el_gr: Τροποποίηση προφίλ
es_es: Modificar perfil
fr_fr: Modifier le profil
hi_in: प्रोफ़ाइल संशोधित करें
it_it: Modifica profilo
ja_jp: プロファイルを変更します
ko_kr: 프로필 수정
nl_nl: Profiel wijzigen
pl_pl: Zmodyfikuj profil
pt_pt: Modificar perfil
ro_ro: Modificați profilul
ru_ru: Изменить профиль
uk_ua: Змініть профіль
zh_cn: 修改配置文件

# #30804
source: Delete profiles
ar_sa: حذف الملفات الشخصية
de_de: Profile löschen
el_gr: Διαγραφή προφίλ
es_es: Eliminar perfiles
fr_fr: Supprimer les profils
hi_in: प्रोफ़ाइल हटाएँ
it_it: Elimina i profili
ja_jp: プロファイルを削除します
ko_kr: 프로필 삭제
nl_nl: Verwijder profielen
pl_pl: Usuń profile
pt_pt: Excluir perfis
ro_ro: Șterge profilurile
ru_ru: Удалить профили
uk_ua: Видалити профілі
zh_cn: 删除配置文件

# #30805
source: Import profiles
ar_sa: استيراد ملفات التعريف
de_de: Profile importieren
el_gr: Εισαγωγή προφίλ
es_es: Importar perfiles
fr_fr: Importer des profils
hi_in: प्रोफ़ाइल आयात करें
it_it: Importa profili
ja_jp: インポートプロファイル
ko_kr: 프로필 가져오기
nl_nl: Profielen importeren
pl_pl: Importuj profile
pt_pt: Importar perfis
ro_ro: Importă profiluri
ru_ru: Импорт профилей
uk_ua: Профілі імпорту
zh_cn: 导入配置文件

# #30806
source: Export profiles
ar_sa: تصدير ملفات التعريف
de_de: Profile exportieren
el_gr: Εξαγωγή προφίλ
es_es: Exportar perfiles
fr_fr: Exporter des profils
hi_in: प्रोफ़ाइल निर्यात करें
it_it: Esporta profili
ja_jp: エクスポートプロファイル
ko_kr: 프로필 내보내기
nl_nl: Profielen exporteren
pl_pl: Eksportuj profile
pt_pt: Exportar perfis
ro_ro: Exportă profiluri
ru_ru: Экспорт профилей
uk_ua: Експортні профілі
zh_cn: 导出配置文件

# #30900
source: Misc
ar_sa: متفرقات
de_de: Verschiedenes
el_gr: Διάφορα
es_es: Varios
fr_fr: Divers
hi_in: विविध
it_it: Varie
ja_jp: その他
ko_kr: 기타
nl_nl: Diversen
pl_pl: Różne
pt_pt: Diversos
ro_ro: Diverse
ru_ru: Разное
uk_ua: Різне
zh_cn: 杂项

# #30901
source: Server port (requires restart)
ar_sa: منفذ الخادم (يتطلب إعادة التشغيل)
de_de: Server-Port (erfordert Neustart)
el_gr: Θύρα διακομιστή (απαιτεί επανεκκίνηση)
es_es: Puerto del servidor (requiere reiniciar)
fr_fr: Port serveur (nécessite un redémarrage)
hi_in: सर्वर पोर्ट (पुनरारंभ आवश्यक)
it_it: Porta server (richiede il riavvio)
ja_jp: サーバーポート（再起動が必要）
ko_kr: 서버 포트 (다시 시작 필요)
nl_nl: Serverpoort (vereist opnieuw opstarten)
pl_pl: Port serwerowy (wymaga ponownego uruchomienia)
pt_pt: Porta do servidor (requer reinício)
ro_ro: Port server (necesită repornire)
ru_ru: Серверный порт (требуется перезапуск)
uk_ua: Порт сервера (вимагає перезапуску)
zh_cn: 服务器端口（需要重新启动）

# #30902
source: Delete TMDB cache
ar_sa: حذف ذاكرة التخزين المؤقت TMDB
de_de: TMDB-Cache löschen
el_gr: Διαγραφή προσωρινής μνήμης TMDB
es_es: Eliminar el caché TMDB
fr_fr: Supprimer le cache TMDB
hi_in: TMDB कैश हटाएं
it_it: Elimina la cache TMDB
ja_jp: TMDBキャッシュを削除します
ko_kr: TMDB 캐시 삭제
nl_nl: Verwijder TMDB-cache
pl_pl: Usuń pamięć podręczną TMDB
pt_pt: Excluir cache TMDB
ro_ro: Șterge memoria cache TMDB
ru_ru: Удалить кеш TMDB
uk_ua: Видалити кеш TMDB
zh_cn: 删除TMDB缓存

# #30093
source: Select a folder to move into
de_de: Wählen Sie einen Ordner aus, in den verschoben werden soll
el_gr: Επιλέξτε έναν φάκελο για να μετακινηθείτε
es_es: Seleccione una carpeta a la que mover
fr_fr: Sélectionnez le dossier vers lequel déplacer
hi_in: स्थानांतरित करने के लिए एक फ़ोल्डर का चयन करें
ko_kr: 이동할 폴더를 선택하세요
nl_nl: Selecteer een map om naartoe te verplaatsen
pl_pl: Wybierz folder, do którego przenieść
pt_pt: Selecione uma pasta para mover para
ro_ro: Selectați un director în care să mutați
uk_ua: Виберіть папку для переміщення
zh_cn: 选择要移入的文件夹
