Repository: JDRIVO/plugin.video.gdrive
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, el_gr, es_es, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, uk_ua, zh_cn

# #30046
source: Account registration succeeded
ar_sa: نجح تسجيل الحساب
de_de: Die Kontoregistrierung war erfolgreich
el_gr: Επιτυχής εγγραφή λογαριασμού
es_es: Registro de cuenta exitoso
fr_fr: Enregistrement du compte réussi
hi_in: खाता पंजीकरण सफल रहा
it_it: Registrazione dell'account riuscita
ja_jp: アカウント登録が成功しました
ko_kr: 계정 등록이 성공했습니다
nl_nl: Accountregistratie is geslaagd
pl_pl: Rejestracja konta powiodła się
pt_pt: Registro de conta bem-sucedido
ro_ro: Înregistrarea contului a reușit
ru_ru: Регистрация аккаунта удалась
uk_ua: Реєстрація облікового запису вдалася
zh_cn: 帐户注册成功

# #30047
source: Account registration failed
ar_sa: فشل تسجيل الحساب
de_de: Kontoregistrierung fehlgeschlagen
el_gr: Αποτυχημένη εγγραφή λογαριασμού
es_es: Registro de cuenta fallido
fr_fr: Enregistrement du compte échoué
hi_in: खाता पंजीकरण विफल हो गया
it_it: Registrazione dell'account non riuscita
ja_jp: アカウント登録は失敗しました
ko_kr: 계정 등록에 실패했습니다
nl_nl: Accountregistratie is mislukt
pl_pl: Rejestracja konta nie powiodła się
pt_pt: Registro de conta falhou
ro_ro: Înregistrarea contului a eșuat
ru_ru: Регистрация аккаунта не удалась
uk_ua: Реєстрація облікового запису не вдалася
zh_cn: 帐户注册失败

# #30048
source: Sync path
ar_sa: مسار المزامنة
de_de: Synchronisationspfad
el_gr: Διαδρομή συγχρονισμού
es_es: Ruta de sincronización
fr_fr: Chemin de synchronisation
hi_in: सिंक पथ
it_it: Percorso di sincronizzazione
ja_jp: 同期パス
ko_kr: 동기화 경로
nl_nl: Synchronisatiepad
pl_pl: Ścieżka synchronizacji
pt_pt: Caminho de sincronização
ro_ro: Calea de sincronizare
ru_ru: Синхронизационный путь
uk_ua: Шлях синхронізації
zh_cn: 同步路径

# #30049
source: Sync mode
ar_sa: وضع المزامنة
de_de: Synchronisierungsmodus
el_gr: Λειτουργία συγχρονισμού
es_es: Modo de sincronización
fr_fr: Mode de synchronisation
hi_in: सिंक मोड
it_it: Modalità di sincronizzazione
ja_jp: 同期モード
ko_kr: 동기화 모드
nl_nl: Synchronisatie-modus
pl_pl: Tryb synchronizacji
pt_pt: Modo de sincronização
ro_ro: Mod de sincronizare
ru_ru: Режим синхронизации
uk_ua: Режим синхронізації
zh_cn: 同步模式

# #30050
source: Sync frequency
ar_sa: تردد المزامنة
de_de: Synchronisierungsfrequenz
el_gr: Συχνότητα συγχρονισμού
es_es: Frecuencia de sincronización
fr_fr: Fréquence de synchronisation
hi_in: सिंक आवृत्ति
it_it: Frequenza di sincronizzazione
ja_jp: 同期周波数
ko_kr: 동기화 빈도
nl_nl: Synchronisatiefrequentie
pl_pl: Częstotliwość synchronizacji
pt_pt: Frequência de sincronização
ro_ro: Frecvența de sincronizare
ru_ru: Частота синхронизации
uk_ua: Частота синхронізації
zh_cn: 同步频率

# #30051
source: Sync on startup
ar_sa: المزامنة عند بدء التشغيل
de_de: Synchronisation beim Start
el_gr: Συγχρονισμός στην εκκίνηση
es_es: Sincronizar al iniciar
fr_fr: Synchroniser au démarrage
hi_in: शुरू होने पर सिंक करें
it_it: Sincronizzazione all'avvio
ja_jp: 起動時に同期します
ko_kr: 시작 시 동기화
nl_nl: Synchroniseren bij opstarten
pl_pl: Synchronizuj przy uruchomieniu
pt_pt: Sincronizar na inicialização
ro_ro: Sincronizare la pornire
ru_ru: Синхронизация при запуске
uk_ua: Синхронізація при запуску
zh_cn: 启动时同步

# #30052
source: Syncing folders
ar_sa: مزامنة المجلدات
de_de: Ordner werden synchronisiert
el_gr: Συγχρονίζονται φάκελοι
es_es: Sincronizando carpetas
fr_fr: Dossiers en cours de synchronisation
hi_in: फ़ोल्डर सिंक हो रहे हैं
it_it: Sincronizzazione delle cartelle
ja_jp: フォルダーの同期
ko_kr: 폴더 동기화 중
nl_nl: Mappen synchroniseren
pl_pl: Synchronizacja folderów
pt_pt: Sincronizando pastas
ro_ro: Se sincronizează directoarele
ru_ru: Синхронизация папок
uk_ua: Синхронізація папок
zh_cn: 正在同步文件夹

# #30053
source: Processing files
ar_sa: معالجة الملفات
de_de: Dateien werden verarbeitet
el_gr: Επεξεργάζονται αρχεία
es_es: Procesando archivos
fr_fr: Traitement des fichiers en cours
hi_in: फ़ाइलें संसाधित हो रही हैं
it_it: Elaborazione di file
ja_jp: ファイルの処理
ko_kr: 파일 처리 중
nl_nl: Bestanden verwerken
pl_pl: Przetwarzanie plików
pt_pt: Processando arquivos
ro_ro: Se procesează fișierele
ru_ru: Обработка файлов
uk_ua: Обробка файлів
zh_cn: 正在处理文件

# #30054
source: Are you sure you want to delete the sync cache?
ar_sa: هل أنت متأكد أنك تريد حذف ذاكرة التخزين المؤقتة للمزامنة؟
de_de: Sind Sie sicher, dass Sie den Synchronisierungscache löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε την προσωρινή μνήμη συγχρονισμού;
es_es: ¿Está seguro de que quiere eliminar el caché de sincronización?
fr_fr: Êtes-vous sûr de vouloir supprimer le cache de synchronisation ?
hi_in: क्या आप सुनिश्चित हैं कि आप सिंक कैश को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare la cache di sincronizzazione?
ja_jp: 同期キャッシュを削除したいですか？
ko_kr: 동기화 캐시를 삭제하시겠습니까?
nl_nl: Weet u zeker dat u de synchronisatiecache wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć pamięć podręczną synchronizacji?
pt_pt: Tem certeza de que deseja excluir o cache de sincronização?
ro_ro: Sunteți sigur că doriți să ștergeți memoria cache de sincronizare?
ru_ru: Вы уверены, что хотите удалить кэш синхронизации?
uk_ua: Ви впевнені, що хочете видалити кеш синхронізації?
zh_cn: 您确定要删除同步缓存吗？

# #30055
source: Cache deleted
ar_sa: تم حذف ذاكرة التخزين المؤقت
de_de: Cache gelöscht
el_gr: Η προσωρινή μνήμη διαγράφηκε
es_es: Caché eliminado
fr_fr: Cache supprimé
hi_in: कैश हटा दिया गया
it_it: Cache eliminata
ja_jp: キャッシュが削除されました
ko_kr: 캐시가 삭제되었습니다
nl_nl: Cache verwijderd
pl_pl: Usunięto pamięć podręczną
pt_pt: Cache excluído
ro_ro: Memoria cache a fost ștearsă
ru_ru: Кэш удален
uk_ua: Кеш видалено
zh_cn: 缓存已删除

# #30056
source: Failed to delete the cache. See log for details.
ar_sa: فشل في حذف ذاكرة التخزين المؤقت. انظر السجل للحصول على التفاصيل.
de_de: Der Cache konnte nicht gelöscht werden. Weitere Informationen finden Sie im Protokoll.
el_gr: Δεν ήταν δυνατή η διαγραφή της προσωρινής μνήμης. Δείτε το αρχείο καταγραφής για λεπτομέρειες.
es_es: No se pudo eliminar el caché. Vea el registro para más detalles.
fr_fr: Échec de la suppression du cache. Consultez le journal pour plus de détails.
hi_in: कैश हटाने में विफल। विवरण के लिए लॉग देखें।
it_it: Impossibile eliminare la cache. Vedi registro per i dettagli.
ja_jp: キャッシュの削除に失敗しました。詳細については、ログを参照してください。
ko_kr: 캐시를 삭제하지 못했습니다. 자세한 내용은 로그를 확인하세요.
nl_nl: Kan de cache niet verwijderen. Zie het logboek voor meer details.
pl_pl: Nie udało się usunąć pamięci podręcznej. Szczegółowe informacje można znaleźć w dzienniku.
pt_pt: Falha ao excluir o cache. Consulte o log para detalhes.
ro_ro: Nu s-a putut șterge memoria cache. Consultați jurnalul pentru detalii.
ru_ru: Не удалось удалить кеш. Смотрите журнал для деталей.
uk_ua: Не вдалося видалити кеш. Детальніше дивіться в журналі.
zh_cn: 无法删除缓存。有关详细信息，请参见日志。

# #30057
source: Playback account not found.
ar_sa: لم يتم العثور على حساب التشغيل.
de_de: Wiedergabekonto nicht gefunden.
el_gr: Ο λογαριασμός αναπαραγωγής δεν βρέθηκε.
es_es: Cuenta de reproducción no encontrada.
fr_fr: Compte de lecture non trouvé.
hi_in: प्लेबैक खाता नहीं मिला।
it_it: Account di riproduzione non trovato.
ja_jp: 再生アカウントが見つかりません。
ko_kr: 재생 계정을 찾을 수 없습니다.
nl_nl: Afspeelaccount niet gevonden.
pl_pl: Nie znaleziono konta odtwarzania.
pt_pt: Conta de reprodução não encontrada.
ro_ro: Contul de redare nu a fost găsit.
ru_ru: Учетная запись воспроизведения не найдена.
uk_ua: Обліковий запис відтворення не знайдено.
zh_cn: 找不到播放帐户。

# #30058
source: Search language
ar_sa: لغة البحث
de_de: Suchsprache
el_gr: Γλώσσα αναζήτησης
es_es: Idioma de búsqueda
fr_fr: Langue de recherche
hi_in: खोज भाषा
it_it: Lingua di ricerca
ja_jp: 言語を検索します
ko_kr: 검색 언어
nl_nl: Zoektaal
pl_pl: Język wyszukiwania
pt_pt: Idioma de busca
ro_ro: Limba de căutare
ru_ru: Язык поиска
uk_ua: Мови пошуку
zh_cn: 搜索语言

# #30059
source: Region
ar_sa: منطقة
el_gr: Περιοχή
es_es: Región
fr_fr: Région
hi_in: क्षेत्र
it_it: Regione
ja_jp: 地域
ko_kr: 지역
nl_nl: Regio
pt_pt: Região
ro_ro: Regiune
ru_ru: Область
uk_ua: Регіон
zh_cn: 地区

# #30060
source: Adult content
ar_sa: محتوى للبالغين
de_de: Inhalte für Erwachsene
el_gr: Περιεχόμενο για ενήλικες
es_es: Contenido para adultos
fr_fr: Contenu adulte
hi_in: वयस्क सामग्री
it_it: Contenuto per adulti
ja_jp: 大人のコンテンツ
ko_kr: 성인 콘텐츠
nl_nl: Inhoud voor volwassenen
pl_pl: Treści dla dorosłych
pt_pt: Conteúdo adulto
ro_ro: Conținut pentru adulți
ru_ru: Взрослый контент
uk_ua: Вміст для дорослих
zh_cn: 成人内容

# #30061
source: Stop syncing all folders
ar_sa: توقف عن مزامنة جميع المجلدات
de_de: Synchronisation aller Ordner beenden
el_gr: Διακοπή συγχρονισμού όλων των φακέλων
es_es: Dejar de sincronizar todas las carpetas
fr_fr: Arrêter de synchroniser tous les dossiers
hi_in: सभी फ़ोल्डर सिंक करना बंद करें
it_it: Smetti di sincronizzare tutte le cartelle
ja_jp: すべてのフォルダーの同期を停止します
ko_kr: 모든 폴더 동기화 중지
nl_nl: Stop met synchroniseren van alle mappen
pl_pl: Zatrzymaj synchronizację wszystkich folderów
pt_pt: Parar de sincronizar todas as pastas
ro_ro: Opriți sincronizarea tuturor directoarelor
ru_ru: Остановить синхронизацию всех папок
uk_ua: Зупинити синхронізацію всіх папок
zh_cn: 停止同步所有文件夹

# #30062
source: Stop syncing folder
ar_sa: توقف عن مزامنة المجلد
de_de: Synchronisation des Ordners beenden
el_gr: Διακοπή συγχρονισμού φακέλου
es_es: Dejar de sincronizar la carpeta
fr_fr: Arrêter de synchroniser le dossier
hi_in: फ़ोल्डर सिंक करना बंद करें
it_it: Smetti di sincronizzare la cartella
ja_jp: フォルダーの同期を停止します
ko_kr: 폴더 동기화 중지
nl_nl: Stop met synchroniseren van deze map
pl_pl: Zatrzymaj synchronizację folderu
pt_pt: Parar de sincronizar pasta
ro_ro: Opriți sincronizarea directorului
ru_ru: Остановить синхронизацию папки
uk_ua: Зупинити синхронізацію папки
zh_cn: 停止同步文件夹

# #30063
source: Do you want to delete the local files associated with this folder?
ar_sa: هل تريد حذف الملفات المحلية المرتبطة بهذا المجلد؟
de_de: Möchten Sie die diesem Ordner zugeordneten lokalen Dateien löschen?
el_gr: Θέλετε να διαγράψετε τα τοπικά αρχεία που σχετίζονται με αυτόν τον φάκελο;
es_es: ¿Desea eliminar los archivos locales asociados con esta carpeta?
fr_fr: Voulez-vous supprimer les fichiers locaux associés à ce dossier ?
hi_in: क्या आप इस फ़ोल्डर से जुड़ी स्थानीय फ़ाइलों को हटाना चाहते हैं?
it_it: Vuoi eliminare i file locali associati a questa cartella?
ja_jp: このフォルダーに関連付けられたローカルファイルを削除しますか？
ko_kr: 이 폴더와 관련된 로컬 파일을 삭제하시겠습니까?
nl_nl: Wilt u de lokale bestanden verwijderen die aan deze map zijn gekoppeld?
pl_pl: Czy chcesz usunąć lokalne pliki powiązane z tym folderem?
pt_pt: Deseja excluir os arquivos locais associados a esta pasta?
ro_ro: Doriți să ștergeți fișierele locale asociate cu acest director?
ru_ru: Вы хотите удалить локальные файлы, связанные с этой папкой?
uk_ua: Ви хочете видалити локальні файли, пов’язані з цією папкою?
zh_cn: 您要删除与此文件夹关联的本地文件吗？

# #30064
source: Do you want to delete the local files associated with these folders?
ar_sa: هل تريد حذف الملفات المحلية المرتبطة بهذه المجلدات؟
de_de: Möchten Sie die diesen Ordnern zugeordneten lokalen Dateien löschen?
el_gr: Θέλετε να διαγράψετε τα τοπικά αρχεία που σχετίζονται με αυτούς τους φακέλους;
es_es: ¿Desea eliminar los archivos locales asociados con estas carpetas?
fr_fr: Voulez-vous supprimer les fichiers locaux associés à ces dossiers ?
hi_in: क्या आप इन फ़ोल्डरों से जुड़ी स्थानीय फ़ाइलों को हटाना चाहते हैं?
it_it: Vuoi eliminare i file locali associati a queste cartelle?
ja_jp: これらのフォルダーに関連付けられているローカルファイルを削除しますか？
ko_kr: 이 폴더들과 관련된 로컬 파일을 삭제하시겠습니까?
nl_nl: Wilt u de lokale bestanden verwijderen die aan deze mappen zijn gekoppeld?
pl_pl: Czy chcesz usunąć lokalne pliki powiązane z tymi folderami?
pt_pt: Deseja excluir os arquivos locais associados a estas pastas?
ro_ro: Doriți să ștergeți fișierele locale asociate cu aceste directoare?
ru_ru: Вы хотите удалить локальные файлы, связанные с этими папками?
uk_ua: Ви хочете видалити локальні файли, пов’язані з цими папками?
zh_cn: 您要删除与这些文件夹关联的本地文件吗？

# #30065
source: General
ar_sa: عام
de_de: Allgemein
el_gr: Γενικά
fr_fr: Général
hi_in: सामान्य
it_it: Generale
ja_jp: 一般的な
ko_kr: 일반
nl_nl: Algemeen
pl_pl: Ogólne
pt_pt: Geral
ru_ru: Общий
uk_ua: Загальні
zh_cn: 通用

# #30066
source: OK
ar_sa: حسناً
el_gr: Εντάξει
es_es: Aceptar
hi_in: ओके
ja_jp: わかりました
ko_kr: 확인
ro_ro: Bine
ru_ru: ОК
uk_ua: ОК
zh_cn: 确定

# #30067
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
el_gr: Άκυρο
es_es: Cancelar
fr_fr: Annuler
hi_in: कटना
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Renunță
ru_ru: Отмена
uk_ua: Скасувати
zh_cn: 取消

# #30068
source: interval
ar_sa: فاصل
de_de: Intervall
el_gr: διάστημα
es_es: intervalo
fr_fr: intervalle
hi_in: अंतराल
it_it: intervallo
ja_jp: 間隔
ko_kr: 간격
pl_pl: interwał
pt_pt: intervalo
ru_ru: интервал
uk_ua: інтервал
zh_cn: 间隔

# #30069
source: schedule
ar_sa: جدول
de_de: Zeitplan
el_gr: πρόγραμμα
es_es: horario
fr_fr: programme
hi_in: शेड्यूल
it_it: programma
ja_jp: スケジュール
ko_kr: 일정
nl_nl: schema
pl_pl: harmonogram
pt_pt: agendamento
ro_ro: program
ru_ru: расписание
uk_ua: розклад
zh_cn: 计划

# #30070
source: Enter the sync interval in minutes
ar_sa: أدخل مدة المزامنة بالدقائق
de_de: Geben Sie das Synchronisierungsintervall in Minuten ein
el_gr: Εισαγάγετε το διάστημα συγχρονισμού σε λεπτά
es_es: Ingrese el intervalo de sincronización en minutos
fr_fr: Entrez l’intervalle de synchronisation en minutes
hi_in: मिनटों में सिंक अंतराल दर्ज करें
it_it: Immettere l'intervallo di sincronizzazione in minuti
ja_jp: Sync間隔を数分で入力します
ko_kr: 동기화 간격을 분 단위로 입력하세요
nl_nl: Voer het synchronisatie-interval in minuten in
pl_pl: Wprowadź interwał synchronizacji w minutach
pt_pt: Insira o intervalo de sincronização em minutos
ro_ro: Introduceți intervalul de sincronizare în minute
ru_ru: Введите интервал синхронизации в минутах
uk_ua: Введіть інтервал синхронізації в хвилинах
zh_cn: 请输入同步间隔（分钟）

# #30071
source: Enter the time to sync files
ar_sa: أدخل الوقت لمزامنة الملفات
de_de: Geben Sie die Uhrzeit für die Dateisynchronisierung ein
el_gr: Εισαγάγετε την ώρα για συγχρονισμό αρχείων
es_es: Ingrese la hora para sincronizar archivos
fr_fr: Entrez l'heure pour synchroniser les fichiers
hi_in: फ़ाइलों को सिंक करने के लिए समय दर्ज करें
it_it: Immettere il tempo per sincronizzare i file
ja_jp: ファイルを同期する時間を入力します
ko_kr: 파일을 동기화할 시간을 입력하세요
nl_nl: Voer het tijdstip in om bestanden te synchroniseren
pl_pl: Wprowadź czas synchronizacji plików
pt_pt: Insira a hora para sincronizar arquivos
ro_ro: Introduceți ora de sincronizare a fișierelor
ru_ru: Введите время для синхронизации файлов
uk_ua: Введіть час для синхронізації файлів
zh_cn: 输入文件同步时间

# #30072
source: Select a video source
ar_sa: حدد مصدر فيديو
de_de: Wählen Sie eine Videoquelle aus
el_gr: Επιλέξτε μια πηγή βίντεο
es_es: Seleccione una fuente de video
fr_fr: Sélectionnez une source vidéo
hi_in: एक वीडियो स्रोत का चयन करें
it_it: Seleziona una fonte video
ja_jp: ビデオソースを選択します
ko_kr: 비디오 소스를 선택하세요
nl_nl: Selecteer een videobron
pl_pl: Wybierz źródło wideo
pt_pt: Selecione uma fonte de vídeo
ro_ro: Selectați o sursă video
ru_ru: Выберите источник видео
uk_ua: Виберіть джерело відео
zh_cn: 选择视频源

# #30073
source: Syncing
ar_sa: مزامنة
de_de: Synchronisiere
el_gr: Συγχρονίζεται
es_es: Sincronizando
fr_fr: Synchronisation en cours
hi_in: सिंक हो रहा है
it_it: Sincronizzazione
ja_jp: 同期
ko_kr: 동기화 중
nl_nl: Bezig met synchroniseren
pl_pl: Synchronizuję
pt_pt: Sincronizando
ro_ro: Se sincronizează
ru_ru: Синхронизация
uk_ua: Синхронізація
zh_cn: 正在同步

# #30074
source: Deleting sync folder
ar_sa: حذف مجلد المزامنة
de_de: Synchronisierungsordner wird gelöscht
el_gr: Διαγράφεται ο φάκελος συγχρονισμού
es_es: Eliminando carpeta de sincronización
fr_fr: Suppression du dossier de synchronisation
hi_in: सिंक फ़ोल्डर हटाया जा रहा है
it_it: Eliminazione della cartella di sincronizzazione
ja_jp: 同期フォルダーの削除
ko_kr: 동기화 폴더 삭제 중
nl_nl: Synchronisatiemap verwijderen
pl_pl: Usuwanie folderu synchronizacji
pt_pt: Excluindo pasta de sincronização
ro_ro: Se șterge directorul de sincronizare
ru_ru: Удаление папки синхронизации
uk_ua: Видалення папки синхронізації
zh_cn: 正在删除同步文件夹

# #30075
source: Deleting files
ar_sa: حذف الملفات
de_de: Dateien werden gelöscht
el_gr: Διαγράφονται αρχεία
es_es: Eliminando archivos
fr_fr: Suppression de fichiers en cours
hi_in: फ़ाइलें हटाई जा रही हैं
it_it: Eliminazione di file
ja_jp: ファイルの削除
ko_kr: 파일 삭제 중
nl_nl: Bestanden verwijderen
pl_pl: Usuwanie plików
pt_pt: Excluindo arquivos
ro_ro: Se șterg fișierele
ru_ru: Удаление файлов
uk_ua: Видалення файлів
zh_cn: 正在删除文件

# #30076
source: Moving sync folder
ar_sa: نقل مجلد المزامنة
de_de: Synchronisierungsordner wird verschoben
el_gr: Μετακινείται ο φάκελος συγχρονισμού
es_es: Moviendo carpeta de sincronización
fr_fr: Déplacement du dossier de synchronisation
hi_in: सिंक फ़ोल्डर स्थानांतरित किया जा रहा है
it_it: Cartella di sincronizzazione in movimento
ja_jp: 移動同期フォルダー
ko_kr: 동기화 폴더 이동 중
nl_nl: Synchronisatiemap verplaatsen
pl_pl: Przenoszenie folderu synchronizacji
pt_pt: Movendo pasta de sincronização
ro_ro: Se mută directorul de sincronizare
ru_ru: Перемещение папки синхронизации
uk_ua: Переміщення папки синхронізації
zh_cn: 正在移动同步文件夹

# #30077
source: Select the folder that your files will be stored in
ar_sa: حدد المجلد الذي سيتم تخزين ملفاتك فيه
de_de: Wählen Sie den Ordner aus, in dem Ihre Dateien gespeichert werden
el_gr: Επιλέξτε το φάκελο στον οποίο θα αποθηκευτούν τα αρχεία σας
es_es: Seleccione la carpeta en la que se almacenarán sus archivos
fr_fr: Sélectionnez le dossier dans lequel vos fichiers seront stockés
hi_in: वह फ़ोल्डर चुनें जिसमें आपकी फ़ाइलें संग्रहीत की जाएंगी
it_it: Seleziona la cartella in cui verranno archiviati i file
ja_jp: ファイルがで保存されるフォルダーを選択します
ko_kr: 파일이 저장될 폴더를 선택하세요
nl_nl: Selecteer de map waarin uw bestanden worden opgeslagen
pl_pl: Wybierz folder, w którym pliki będą przechowywane
pt_pt: Selecione a pasta onde seus arquivos serão armazenados
ro_ro: Selectați directorul în care vor fi stocate fișierele dvs
ru_ru: Выберите папку, в которой будут храниться ваши файлы
uk_ua: Виберіть папку, в якій будуть зберігатися ваші файли
zh_cn: 选择文件将存储的文件夹

# #30078
source: There are no OAuth accounts connected to this drive.
ar_sa: لا توجد حسابات OAuth متصلة بهذا المحرك.
de_de: Mit diesem Laufwerk sind keine OAuth-Konten verbunden.
el_gr: Δεν υπάρχουν λογαριασμοί OAuth συνδεδεμένοι με αυτήν τη μονάδα δίσκου.
es_es: No hay cuentas OAuth conectadas a esta unidad.
fr_fr: Il n'y a pas de comptes OAuth connectés à ce lecteur.
hi_in: इस ड्राइव से कोई OAuth खाता जुड़ा नहीं है।
it_it: Non ci sono account OAuth collegati a questa unità.
ja_jp: このドライブに接続されたOAuthアカウントはありません。
ko_kr: 이 드라이브에 연결된 Oauth 계정은 없습니다.
nl_nl: Er zijn geen OAuth-accounts verbonden met deze schijf.
pl_pl: Brak kont OAuth połączonych z tym dyskiem.
pt_pt: Não há contas OAuth conectadas a esta unidade.
ro_ro: Nu există conturi OAuth conectate la această unitate.
ru_ru: К этому диску не подключено ни одной учетной записи OAuth.
uk_ua: До цього диска не підключено жодного облікового запису OAuth.
zh_cn: 没有连接到此驱动器的OAuth帐户。

# #30079
source: You must assign a sync path.
ar_sa: عليك تحديد مسار المزامنة.
de_de: Sie müssen einen Synchronisierungspfad zuweisen.
el_gr: Πρέπει να ορίσετε μια διαδρομή συγχρονισμού.
es_es: Debe asignar una ruta de sincronización.
fr_fr: Vous devez attribuer un chemin de synchronisation.
hi_in: आपको एक सिंक पथ निर्धारित करना होगा।
it_it: È necessario assegnare un percorso di sincronizzazione.
ja_jp: 同期パスを割り当てる必要があります。
ko_kr: 동기화 경로를 할당해야 합니다.
nl_nl: U moet een synchronisatiepad toewijzen.
pl_pl: Musisz przypisać ścieżkę synchronizacji.
pt_pt: Você deve atribuir um caminho de sincronização.
ro_ro: Trebuie să atribuiți o cale de sincronizare.
ru_ru: Вы должны назначить путь синхронизации.
uk_ua: Ви повинні призначити шлях синхронізації.
zh_cn: 您必须分配同步路径。

# #30080
source: You must assign a sync mode.
ar_sa: يجب عليك تعيين وضع المزامنة.
de_de: Sie müssen einen Synchronisierungsmodus zuweisen.
el_gr: Πρέπει να ορίσετε μια λειτουργία συγχρονισμού.
es_es: Debe asignar un modo de sincronización.
fr_fr: Vous devez attribuer un mode de synchronisation.
hi_in: आपको एक सिंक मोड निर्धारित करना होगा।
it_it: È necessario assegnare una modalità di sincronizzazione.
ja_jp: 同期モードを割り当てる必要があります。
ko_kr: 동기화 모드를 할당해야 합니다.
nl_nl: U moet een synchronisatie-modus toewijzen.
pl_pl: Musisz przypisać tryb synchronizacji.
pt_pt: Você deve atribuir um modo de sincronização.
ro_ro: Trebuie să atribuiți un mod de sincronizare.
ru_ru: Вы должны назначить режим синхронизации.
uk_ua: Ви повинні призначити режим синхронізації.
zh_cn: 您必须分配同步模式。

# #30081
source: You must assign a sync frequency.
ar_sa: يجب عليك تعيين تردد المزامنة.
de_de: Sie müssen eine Synchronisierungsfrequenz zuweisen.
el_gr: Πρέπει να ορίσετε μια συχνότητα συγχρονισμού.
es_es: Debe asignar una frecuencia de sincronización.
fr_fr: Vous devez attribuer une fréquence de synchronisation.
hi_in: आपको एक सिंक फ़्रीक्वेंसी निर्धारित करनी होगी।
it_it: È necessario assegnare una frequenza di sincronizzazione.
ja_jp: 同期周波数を割り当てる必要があります。
ko_kr: 동기화 빈도를 설정해야 합니다.
nl_nl: U moet een synchronisatiefrequentie toewijzen.
pl_pl: Musisz przypisać częstotliwość synchronizacji.
pt_pt: Você deve atribuir uma frequência de sincronização.
ro_ro: Trebuie să atribuiți o frecvență de sincronizare.
ru_ru: Вы должны назначить частоту синхронизации.
uk_ua: Ви повинні призначити частоту синхронізації.
zh_cn: 您必须分配同步频率。

# #30082
source: Sync started
ar_sa: بدأت المزامنة
de_de: Synchronisierung gestartet
el_gr: Ο συγχρονισμός ξεκίνησε
es_es: Sincronización iniciada
fr_fr: Synchronisation démarrée
hi_in: सिंक शुरू हुआ
it_it: Sincronizzazione avviata
ja_jp: 同期が開始されました
ko_kr: 동기화가 시작되었습니다
nl_nl: Synchronisatie gestart
pl_pl: Synchronizacja rozpoczęła się
pt_pt: Sincronização iniciada
ro_ro: Sincronizarea a început
ru_ru: Синхронизация началась
uk_ua: Синхронізація розпочалася
zh_cn: 同步开始

# #30083
source: Resolution Priority
ar_sa: أولوية دقة الفيديو
de_de: Auflösungspriorität
el_gr: Προτεραιότητα ανάλυσης
es_es: Prioridad de resolución
fr_fr: Priorité de résolution
hi_in: रिज़ॉल्यूशन प्राथमिकता
it_it: Priorità di risoluzione
ja_jp: 解像度の優先順位
ko_kr: 해상도 우선 순위
nl_nl: Resolutieprioriteit
pl_pl: Priorytet rozdzielczości
pt_pt: Prioridade de Resolução
ro_ro: Prioritatea rezoluției
ru_ru: Приоритет разрешения
uk_ua: Пріоритет роздільної здатності
zh_cn: 分辨率优先

# #30084
source: Close
ar_sa: إغلاق
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
it_it: Chiudi
ja_jp: 近い
ko_kr: 닫기
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрывать
uk_ua: Закрити
zh_cn: 关闭

# #30085
source: Drives
ar_sa: محركات الأقراص
de_de: Laufwerke
el_gr: Μονάδες δίσκου
es_es: Unidades
fr_fr: Lecteurs
hi_in: ड्राइव्स
it_it: Unità
ja_jp: ドライブ
ko_kr: 드라이브
nl_nl: Schijven
pl_pl: Dyski
pt_pt: Unidades
ro_ro: Unități
ru_ru: Диски
uk_ua: Диски
zh_cn: 驱动器

# #30086
source: Folder Selection
ar_sa: اختيار المجلد
de_de: Ordnerauswahl
el_gr: Επιλογή φακέλου
es_es: Selección de carpetas
fr_fr: Sélection de dossier
hi_in: फ़ोल्डर चयन
it_it: Selezione delle cartelle
ja_jp: フォルダーの選択
ko_kr: 폴더 선택
nl_nl: Mapselectie
pl_pl: Wybór folderu
pt_pt: Seleção de Pastas
ro_ro: Selectarea directorului
ru_ru: Выбор папки
uk_ua: Вибір папки
zh_cn: 文件夹选择

# #30087
source: manual
ar_sa: يدوي
de_de: manuell
el_gr: χειροκίνητο
fr_fr: manuel
hi_in: मैनुअल
it_it: manuale
ja_jp: マニュアル
ko_kr: 수동
nl_nl: handmatig
pl_pl: ręczny
ru_ru: ручной
uk_ua: ручний
zh_cn: 手动
