Repository: JDRIVO/plugin.video.gdrive
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, el_gr, es_es, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, uk_ua, zh_cn

# #30088
source: Deleting sync cache
ar_sa: يتم حذف ذاكرة التخزين المؤقت للمزامنة
de_de: Synchronisierungscache wird gelöscht
el_gr: Διαγραφή προσωρινής μνήμης συγχρονισμού
es_es: Eliminando caché de sincronización
fr_fr: Suppression du cache de synchronisation
hi_in: सिंक कैश हटाया जा रहा है
it_it: Eliminazione della cache di sincronizzazione
ja_jp: 同期キャッシュの削除
ko_kr: 동기화 캐시 삭제 중
nl_nl: Synchronisatiecache verwijderen
pl_pl: Usuwanie pamięci podręcznej synchronizacji
pt_pt: Excluindo cache de sincronização
ro_ro: Ștergerea memoriei cache de sincronizare
ru_ru: Удаление кэша синхронизации
uk_ua: Видалення кешу синхронізації
zh_cn: 删除同步缓存

# #30089
source: Client ID and Client Secret creation
ar_sa: إنشاء معرف العميل وسر العميل
de_de: Erstellung von Client-ID und Client-Secret
el_gr: Δημιουργία Client ID και Client Secret
es_es: Creación de ID y Secreto de Cliente
fr_fr: Création de l’ID client et du secret client
hi_in: क्लाइंट आईडी और क्लाइंट सीक्रेट का निर्माण
it_it: Creazione di ID client e client secret
ja_jp: クライアントIDおよびクライアントの秘密の作成
ko_kr: 클라이언트 ID 및 클라이언트 시크릿 생성
nl_nl: Client-ID en clientgeheim aanmaken
pl_pl: Tworzenie identyfikatora klienta i klucza tajnego klienta
pt_pt: Criação de ID de Cliente e Segredo do Cliente
ro_ro: Creare ID client și Secret client
ru_ru: Создание идентификатора клиента и секрета клиента
uk_ua: Створення ідентифікатора клієнта та секрету клієнта
zh_cn: 客户端ID和客户端密钥创建

# #30090
source: Sync multiple
ar_sa: زامن العديد
de_de: Mehrere synchronisieren
el_gr: Συγχρονισμός πολλαπλών
es_es: Sincronizar varios
fr_fr: Synchroniser plusieurs
hi_in: कई सिंक करें
it_it: Sincronizza multipli
ja_jp: 複数同期します
ko_kr: 여러 동기화
nl_nl: Meerdere synchroniseren
pl_pl: Synchronizuj wiele
pt_pt: Sincronizar vários
ro_ro: Sincronizează mai multe
ru_ru: Синхронизировать несколько
uk_ua: Синхронізувати множинне
zh_cn: 同步多个

# #30091
source: Search folder
ar_sa: مجلد البحث
de_de: Suchordner
el_gr: Αναζήτηση σε φάκελο
es_es: Buscar carpeta
fr_fr: Rechercher le dossier
hi_in: फ़ोल्डर में खोजें
it_it: Cartella di ricerca
ja_jp: フォルダーを検索します
ko_kr: 폴더 내 검색
nl_nl: Zoeken in map
pl_pl: Szukaj w folderze
pt_pt: Buscar na pasta
ro_ro: Căutați în director
ru_ru: Поиск папки
uk_ua: Папка пошуку
zh_cn: 搜索文件夹

# #30092
source: Sync folder isn't set.
ar_sa: لم يتم تعيين مجلد المزامنة.
de_de: Der Synchronisierungsordner ist nicht festgelegt.
el_gr: Ο φάκελος συγχρονισμού δεν έχει οριστεί.
es_es: La carpeta de sincronización no está configurada.
fr_fr: Le dossier de synchronisation n'est pas défini.
hi_in: सिंक फ़ोल्डर सेट नहीं किया गया है।
it_it: La cartella di sincronizzazione non è impostata.
ja_jp: 同期フォルダーは設定されていません。
ko_kr: 동기화 폴더가 설정되지 않았습니다.
nl_nl: Synchronisatiemap is niet ingesteld.
pl_pl: Folder synchronizacji nie jest ustawiony.
pt_pt: A pasta de sincronização não está configurada.
ro_ro: Directorul de sincronizare nu este setat.
ru_ru: Папка синхронизации не задана.
uk_ua: Папка синхронізації не встановлена.
zh_cn: 尚未设置同步文件夹。

# #30093
source: Select a folder to move to
ar_sa: حدد مجلدًا للانتقال إليه
it_it: Seleziona una cartella in cui spostare
ja_jp: 移動するフォルダーを選択します
ru_ru: Выберите папку для перемещения к

# #30094
source: Are you sure you want to delete the sync folder?
ar_sa: هل أنت متأكد من أنك تريد حذف مجلد المزامنة؟
de_de: Sind Sie sicher, dass Sie den Synchronisierungsordner löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το φάκελο συγχρονισμού;
es_es: ¿Está seguro de que quiere eliminar la carpeta de sincronización?
fr_fr: Êtes-vous sûr de vouloir supprimer le dossier de synchronisation ?
hi_in: क्या आप सुनिश्चित हैं कि आप सिंक फ़ोल्डर को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare la cartella di sincronizzazione?
ja_jp: Syncフォルダを削除したいですか？
ko_kr: 동기화 폴더를 삭제하시겠습니까?
nl_nl: Weet u zeker dat u de synchronisatiemap wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć folder synchronizacji?
pt_pt: Tem certeza de que deseja excluir a pasta de sincronização?
ro_ro: Sunteți sigur că doriți să ștergeți directorul de sincronizare?
ru_ru: Вы уверены, что хотите удалить папку синхронизации?
uk_ua: Ви впевнені, що хочете видалити папку синхронізації?
zh_cn: 您确定要删除同步文件夹吗？

# #30095
source: Folder deleted
ar_sa: تم حذف المجلد
de_de: Ordner gelöscht
el_gr: Ο φάκελος διαγράφηκε
es_es: Carpeta eliminada
fr_fr: Dossier supprimé
hi_in: फ़ोल्डर हटा दिया गया
it_it: Cartella eliminata
ja_jp: フォルダが削除されました
ko_kr: 폴더가 삭제되었습니다
nl_nl: Map verwijderd
pl_pl: Usunięto folder
pt_pt: Pasta excluída
ro_ro: Director șters
ru_ru: Папка удалена
uk_ua: Папку видалено
zh_cn: 文件夹已删除

# #30096
source: Failed to delete the sync folder. See log for details.
ar_sa: فشل في حذف مجلد المزامنة. انظر السجل للحصول على التفاصيل.
de_de: Der Synchronisierungsordner konnte nicht gelöscht werden. Weitere Informationen finden Sie im Protokoll.
el_gr: Αποτυχία διαγραφής φακέλου συγχρονισμού. Δείτε το αρχείο καταγραφής για λεπτομέρειες.
es_es: No se pudo eliminar la carpeta de sincronización. Vea el registro para más detalles.
fr_fr: Échec de la suppression du dossier de synchronisation. Voir le journal pour plus de détails.
hi_in: सिंक फ़ोल्डर को हटाने में विफल रहा। विवरण के लिए लॉग देखें।
it_it: Impossibile eliminare la cartella di sincronizzazione. Vedi registro per i dettagli.
ja_jp: 同期フォルダーの削除に失敗しました。詳細については、ログを参照してください。
ko_kr: 동기화 폴더를 삭제하지 못했습니다. 자세한 내용은 로그를 확인하세요.
nl_nl: Kan de synchronisatiemap niet verwijderen. Zie het logboek voor meer details.
pl_pl: Nie udało się usunąć folderu synchronizacji. Szczegółowe informacje można znaleźć w dzienniku.
pt_pt: Falha ao excluir a pasta de sincronização. Consulte o log para detalhes.
ro_ro: Nu s-a putut șterge directorul de sincronizare. Consultați jurnalul pentru detalii.
ru_ru: Не удалось удалить папку синхронизации. Смотрите журнал для деталей.
uk_ua: Не вдалося видалити папку синхронізації. Докладніше дивіться в журналі.
zh_cn: 无法删除同步文件夹。有关详细信息，请参见日志。

# #30097
source: Accounts file deleted
ar_sa: تم حذف ملف الحسابات
de_de: Kontendatei gelöscht
el_gr: Το αρχείο λογαριασμών διαγράφηκε
es_es: Archivo de cuentas eliminado
fr_fr: Fichier des comptes supprimé
hi_in: खातों की फ़ाइल हटा दी गई
it_it: File account eliminato
ja_jp: アカウントファイルが削除されました
ko_kr: 계정 파일이 삭제되었습니다
nl_nl: Accounts-bestand verwijderd
pl_pl: Usunięto plik konta
pt_pt: Arquivo de contas excluído
ro_ro: Fișier conturi șters
ru_ru: Удален файл учетных записей
uk_ua: Файл облікових записів видалено
zh_cn: 帐户文件已删除

# #30098
source: Failed to delete the accounts file. See log for details.
ar_sa: فشل في حذف ملف الحسابات. انظر السجل للحصول على التفاصيل.
de_de: Die Kontendatei konnte nicht gelöscht werden. Weitere Informationen finden Sie im Protokoll.
el_gr: Δεν ήταν δυνατή η διαγραφή του αρχείου λογαριασμών. Δείτε το αρχείο καταγραφής για λεπτομέρειες.
es_es: No se pudo eliminar el archivo de cuentas. Vea el registro para más detalles.
fr_fr: Échec de la suppression du fichier de comptes. Voir le journal pour plus de détails.
hi_in: खातों की फ़ाइल हटाने में विफल रहा। विवरण के लिए लॉग देखें।
it_it: Impossibile eliminare il file degli account. Vedi registro per i dettagli.
ja_jp: アカウントファイルの削除に失敗しました。詳細については、ログを参照してください。
ko_kr: 계정 파일을 삭제하지 못했습니다. 자세한 내용은 로그를 확인하세요.
nl_nl: Kan het accountbestand niet verwijderen. Zie het logboek voor meer details.
pl_pl: Nie udało się usunąć pliku kont. Szczegółowe informacje można znaleźć w dzienniku.
pt_pt: Falha ao excluir o arquivo de contas. Consulte o log para detalhes.
ro_ro: Nu s-a putut șterge fișierul de conturi. Consultați jurnalul pentru detalii.
ru_ru: Не удалось удалить файл учетных записей. Смотрите журнал для деталей.
uk_ua: Не вдалося видалити файл облікових записів. Докладніше дивіться в журналі.
zh_cn: 无法删除帐户文件。有关详细信息，请参见日志。

# #30099
source: Enter the filename
ar_sa: أدخل اسم الملف
de_de: Geben Sie den Dateinamen ein
el_gr: Εισαγάγετε το όνομα αρχείου
es_es: Ingrese el nombre de archivo
fr_fr: Entrez le nom de fichier
hi_in: फ़ाइल नाम दर्ज करें
it_it: Immettere il nome file
ja_jp: ファイル名を入力します
ko_kr: 파일 이름을 입력하세요
nl_nl: Voer de bestandsnaam in
pl_pl: Wprowadź nazwę pliku
pt_pt: Insira o nome do arquivo
ro_ro: Introduceți numele fișierului
ru_ru: Введите имя файла
uk_ua: Введіть ім'я файлу
zh_cn: 输入文件名

# #30100
source: The sync folder doesn't exist.
ar_sa: مجلد المزامنة غير موجود.
de_de: Der Synchronisierungsordner existiert nicht.
el_gr: Ο φάκελος συγχρονισμού δεν υπάρχει.
es_es: La carpeta de sincronización no existe.
fr_fr: Le dossier de synchronisation n'existe pas.
hi_in: सिंक फ़ोल्डर मौजूद नहीं है।
it_it: La cartella di sincronizzazione non esiste.
ja_jp: 同期フォルダーは存在しません。
ko_kr: 동기화 폴더가 존재하지 않습니다.
nl_nl: De synchronisatiemap bestaat niet.
pl_pl: Folder synchronizacji nie istnieje.
pt_pt: A pasta de sincronização não existe.
ro_ro: Directorul de sincronizare nu există.
ru_ru: Папки синхронизации не существует.
uk_ua: Папка синхронізації не існує.
zh_cn: 同步文件夹不存在。

# #30101
source: Failed to move the folder. The folder can't be moved into itself.
ar_sa: فشل في نقل المجلد. لا يمكن نقل المجلد إلى نفسه.
de_de: Der Ordner konnte nicht verschoben werden. Der Ordner kann nicht in sich selbst verschoben werden.
el_gr: Αποτυχία μετακίνησης του φακέλου. Ο φάκελος δεν μπορεί να μετακινηθεί μέσα στον εαυτό του.
es_es: No se pudo mover la carpeta. No se puede mover una carpeta dentro de sí misma.
fr_fr: Échec du déplacement du dossier. Impossible de déplacer le dossier dans lui-même.
hi_in: फ़ोल्डर को स्थानांतरित करने में विफल रहा। फ़ोल्डर को स्वयं में स्थानांतरित नहीं किया जा सकता।
it_it: Impossibile spostare la cartella. La cartella non può essere spostata in se stessa.
ja_jp: フォルダーの移動に失敗しました。フォルダーはそれ自体に移動することはできません。
ko_kr: 폴더를 이동하지 못했습니다. 폴더를 자기 자신 안으로 이동할 수 없습니다.
nl_nl: Kan de map niet verplaatsen. De map kan niet in zichzelf worden verplaatst.
pl_pl: Nie udało się przenieść folderu. Folderu nie można przenieść do siebie.
pt_pt: Falha ao mover a pasta. A pasta não pode ser movida para si mesma.
ro_ro: Nu s-a putut muta directorul. Directorul nu poate fi mutat în el însuși.
ru_ru: Не удалось переместить папку. Папка не может быть перемещена в себя.
uk_ua: Не вдалося перемістити папку. Папку неможливо перемістити в себе.
zh_cn: 无法移动文件夹。该文件夹无法移动到自身。

# #30102
source: Failed to move the folder. The folder already exists.
ar_sa: فشل في نقل المجلد. المجلد موجود بالفعل.
de_de: Der Ordner konnte nicht verschoben werden. Der Ordner existiert bereits.
el_gr: Αποτυχία μετακίνησης του φακέλου. Ο φάκελος υπάρχει ήδη.
es_es: No se pudo mover la carpeta. La carpeta ya existe.
fr_fr: Échec du déplacement du dossier. Le dossier existe déjà.
hi_in: फ़ोल्डर को स्थानांतरित करने में विफल रहा। फ़ोल्डर पहले से मौजूद है।
it_it: Impossibile spostare la cartella. La cartella esiste già.
ja_jp: フォルダーの移動に失敗しました。フォルダーはすでに存在しています。
ko_kr: 폴더를 이동하지 못했습니다. 폴더가 이미 존재합니다.
nl_nl: Kan de map niet verplaatsen. De map bestaat al.
pl_pl: Nie udało się przenieść folderu. Folder już istnieje.
pt_pt: Falha ao mover a pasta. A pasta já existe.
ro_ro: Nu s-a putut muta directorul. Directorul există deja.
ru_ru: Не удалось переместить папку. Папка уже существует.
uk_ua: Не вдалося перемістити папку. Папка вже існує.
zh_cn: 无法移动文件夹。文件夹已经存在。

# #30103
source: Exclude
ar_sa: استبعاد
de_de: Ausschließen
el_gr: Εξαίρεση
es_es: Excluir
fr_fr: Exclure
hi_in: बाहर करें
it_it: Escludere
ja_jp: 除外します
ko_kr: 제외
nl_nl: Uitsluiten
pl_pl: Wyklucz
pt_pt: Excluir
ro_ro: Excluse
ru_ru: Исключать
uk_ua: Виключати
zh_cn: 排除

# #30104
source: Include
ar_sa: يشمل
de_de: Enthalten
el_gr: Συμπερίληψη
es_es: Incluir
fr_fr: Inclure
hi_in: शामिल करें
it_it: Includere
ja_jp: 含む
ko_kr: 포함
nl_nl: Opnemen
pl_pl: Uwzględnij
pt_pt: Incluir
ro_ro: Incluse
ru_ru: Включать
uk_ua: Включати
zh_cn: 包含

# #30105
source: Deleting Drive:
ar_sa: جارٍ حذف محرك الأقراص:
de_de: Laufwerk wird gelöscht:
el_gr: Η μονάδα δίσκου διαγράφεται:
es_es: Eliminando unidad:
fr_fr: Suppression du lecteur :
hi_in: ड्राइव हटाया जा रहा है:
it_it: Eliminazione dell'unità:
ja_jp: ドライブの削除：
ko_kr: 드라이브 삭제 중:
nl_nl: Schijf wordt verwijderd:
pl_pl: Usuwanie dysku:
pt_pt: Excluindo Unidade:
ro_ro: Ștergerea unității:
ru_ru: Удаление диска:
uk_ua: Видалення диска:
zh_cn: 删除驱动器：

# #30106
source: Deleted Drive:
ar_sa: تم حذف محرك الأقراص:
de_de: Gelöschtes Laufwerk:
el_gr: Η μονάδα δίσκου διαγράφηκε:
es_es: Unidad eliminada:
fr_fr: Lecteur supprimé :
hi_in: हटाया गया ड्राइव:
it_it: Unità eliminata:
ja_jp: 削除されたドライブ：
ko_kr: 삭제된 드라이브:
nl_nl: Schijf verwijderd:
pl_pl: Usunięto dysk:
pt_pt: Unidade Excluída:
ro_ro: Unitate ștearsă:
ru_ru: Диск удален:
uk_ua: Диск видалено:
zh_cn: 已删除驱动器：

# #30107
source: Profile name
ar_sa: اسم الملف التعريفي
de_de: Profilname
el_gr: Όνομα προφίλ
es_es: Nombre de perfil
fr_fr: Nom du profil
hi_in: प्रोफ़ाइल नाम
it_it: Nome del profilo
ja_jp: プロフィール名
ko_kr: 프로필 이름
nl_nl: Profielnaam
pl_pl: Nazwa profilu
pt_pt: Nome do Perfil
ro_ro: Nume profil
ru_ru: Имя профиля
uk_ua: Назва профілю
zh_cn: 配置文件名称

# #30108
source: Encryption type
ar_sa: نوع التشفير
de_de: Verschlüsselungstyp
el_gr: Τύπος κρυπτογράφησης
es_es: Tipo de cifrado
fr_fr: Type de chiffrement
hi_in: एन्क्रिप्शन प्रकार
it_it: Tipo di crittografia
ja_jp: 暗号化タイプ
ko_kr: 암호화 유형
nl_nl: Versleutelingstype
pl_pl: Typ szyfrowania
pt_pt: Tipo de Criptografia
ro_ro: Tip de criptare
ru_ru: Тип шифрования
uk_ua: Тип шифрування
zh_cn: 加密类型

# #30109
source: Password
ar_sa: كلمة المرور
de_de: Passwort
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
ja_jp: パスワード
ko_kr: 비밀번호
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Senha
ro_ro: Parolă
ru_ru: Пароль
uk_ua: Пароль
zh_cn: 密码

# #30110
source: Salt
ar_sa: ملح
el_gr: Αλάτι
hi_in: सॉल्ट
ja_jp: 塩
ko_kr: 솔트
pl_pl: Sól
ro_ro: Sal
ru_ru: Соль
uk_ua: Cоль
zh_cn: 盐

# #30111
source: Filename encryption
ar_sa: تشفير اسم الملف
de_de: Dateinamensverschlüsselung
el_gr: Κρυπτογράφηση ονόματος αρχείου
es_es: Cifrado de nombre de archivo
fr_fr: Chiffrement des noms de fichier
hi_in: फ़ाइल नाम एन्क्रिप्शन
it_it: Crittografia del nome file
ja_jp: ファイルネーム暗号化
ko_kr: 파일 이름 암호화
nl_nl: Bestandsnaamversleuteling
pl_pl: Szyfrowanie nazwy pliku
pt_pt: Criptografia de Nome de Arquivo
ro_ro: Criptarea numelui fișierului
ru_ru: Шифрование имени файла
uk_ua: Шифрування імені файлу
zh_cn: 文件名加密

# #30112
source: Filename encoding
ar_sa: ترميز اسم الملف
de_de: Dateinamencodierung
el_gr: Κωδικοποίηση ονόματος αρχείου
es_es: Codificación del nombre de archivo
fr_fr: Encodage des noms de fichier
hi_in: फ़ाइल नाम एन्कोडिंग
it_it: Codifica del nome file
ja_jp: ファイルネームエンコーディング
ko_kr: 파일 이름 인코딩
nl_nl: Bestandsnaamcodering
pl_pl: Kodowanie nazwy pliku
pt_pt: Codificação de Nome de Arquivo
ro_ro: Codificarea numelui fișierului
ru_ru: Кодирование имени файла
uk_ua: Кодування імені файлу
zh_cn: 文件名编码

# #30113
source: Suffix
ar_sa: لاحقة
el_gr: Κατάληξη
es_es: Sufijo
fr_fr: Suffixe
hi_in: प्रत्यय
it_it: Suffisso
ja_jp: サフィックス
ko_kr: 접미사
nl_nl: Achtervoegsel
pl_pl: Przyrostek
pt_pt: Sufixo
ro_ro: Sufix
ru_ru: Суффикс
uk_ua: Суфікс
zh_cn: 后缀

# #30114
source: Encrypt file data
ar_sa: تشفير بيانات الملف
de_de: Dateidaten verschlüsseln
el_gr: Κρυπτογράφηση δεδομένων αρχείων
es_es: Cifrar datos de archivo
fr_fr: Chiffrer les données des fichiers
hi_in: फ़ाइल डेटा को एन्क्रिप्ट करें
it_it: Crittografare i dati dei file
ja_jp: ファイルデータを暗号化します
ko_kr: 파일 데이터 암호화
nl_nl: Bestandsgegevens versleutelen
pl_pl: Szyfruj dane plików
pt_pt: Criptografar Dados do Arquivo
ro_ro: Criptează datele fișierului
ru_ru: Зашифруйте данные файла
uk_ua: Зашифрувати дані файлів
zh_cn: 加密文件数据

# #30115
source: Encrypt directory names
ar_sa: تشفير أسماء الدليل
de_de: Verzeichnisnamen verschlüsseln
el_gr: Κρυπτογράφηση ονομάτων φακέλων
es_es: Cifrar nombres de directorio
fr_fr: Chiffrer les noms de répertoires
hi_in: निर्देशिका नामों को एन्क्रिप्ट करें
it_it: Crittografa i nomi delle directory
ja_jp: ディレクトリ名を暗号化します
ko_kr: 디렉터리 이름 암호화
nl_nl: Mapnamen versleutelen
pl_pl: Szyfruj nazwy katalogów
pt_pt: Criptografar Nomes de Diretório
ro_ro: Criptează numele directoarelor
ru_ru: Имена каталогов шифрования
uk_ua: Зашифрувати назви каталогів
zh_cn: 加密目录名称

# #30116
source: Select a profile
ar_sa: اختر ملفًا تعريفيًا
de_de: Wählen Sie ein Profil aus
el_gr: Επιλέξτε ένα προφίλ
es_es: Seleccione un perfil
fr_fr: Sélectionnez un profil
hi_in: एक प्रोफ़ाइल का चयन करें
it_it: Seleziona un profilo
ja_jp: プロファイルを選択します
ko_kr: 프로필을 선택하세요
nl_nl: Selecteer een profiel
pl_pl: Wybierz profil
pt_pt: Selecione um perfil
ro_ro: Selectați un profil
ru_ru: Выберите профиль
uk_ua: Виберіть профіль
zh_cn: 选择配置文件

# #30117
source: Profiles deleted
ar_sa: تم حذف ملفات التعريف
de_de: Profile gelöscht
el_gr: Τα προφίλ διαγράφηκαν
es_es: Perfiles eliminados
fr_fr: Profils supprimés
hi_in: प्रोफ़ाइल हटा दिए गए
it_it: Profili eliminati
ja_jp: プロファイルが削除されました
ko_kr: 프로필이 삭제되었습니다
nl_nl: Profielen verwijderd
pl_pl: Profile usunięto
pt_pt: Perfis excluídos
ro_ro: Profiluri șterse
ru_ru: Профили удалены
uk_ua: Профілі видалено
zh_cn: 配置文件已删除

# #30118
source: Profile import failed.
ar_sa: فشل استيراد الملف الشخصي.
de_de: Profilimport fehlgeschlagen.
el_gr: Η εισαγωγή προφίλ απέτυχε.
es_es: La importación de perfil falló.
fr_fr: Échec de l'importation de profil.
hi_in: प्रोफ़ाइल आयात विफल हो गया।
it_it: Importazione del profilo non riuscita.
ja_jp: プロファイルのインポートが失敗しました。
ko_kr: 프로필 가져오기에 실패했습니다.
nl_nl: Profielimport mislukt.
pl_pl: Import profilu nie powiódł się.
pt_pt: A importação do perfil falhou.
ro_ro: Importul profilului a eșuat.
ru_ru: Импорт профиля не удался.
uk_ua: Імпорт профілю не вдалося.
zh_cn: 配置文件导入失败。

# #30119
source: Profiles imported
ar_sa: تم استيراد ملفات التعريف
de_de: Profile importiert
el_gr: Τα προφίλ εισήχθησαν
es_es: Perfiles importados
fr_fr: Profils importés
hi_in: आयातित प्रोफ़ाइल
it_it: Profili importati
ja_jp: インポートされたプロファイル
ko_kr: 프로필이 가져오기되었습니다
nl_nl: Profielen geïmporteerd
pl_pl: Profile zaimportowano
pt_pt: Perfis importados
ro_ro: Profiluri importate
ru_ru: Профили импортированы
uk_ua: Профілі імпортовано
zh_cn: 配置文件已导入

# #30120
source: Assign a default encryption profile before playing an encrypted video.
ar_sa: قم بتعيين ملف تعريف تشفير افتراضي قبل تشغيل فيديو مشفر.
de_de: Weisen Sie ein Standardverschlüsselungsprofil zu, bevor Sie ein verschlüsseltes Video abspielen.
el_gr: Πρέπει να ορίσετε ένα προεπιλεγμένο προφίλ κρυπτογράφησης πριν από την αναπαραγωγή ενός κρυπτογραφημένου βίντεο.
es_es: Asigne un perfil de cifrado predeterminado antes de reproducir un video cifrado.
fr_fr: Vous devez attribuer un profil de chiffrement par défaut avant de lire une vidéo chiffrée.
hi_in: एन्क्रिप्टेड वीडियो चलाने से पहले एक डिफ़ॉल्ट एन्क्रिप्शन प्रोफ़ाइल निर्धारित करें।
it_it: Assegna un profilo di crittografia predefinito prima di riprodurre un video crittografato.
ja_jp: 暗号化されたビデオを再生する前に、デフォルトの暗号化プロファイルを割り当てます。
ko_kr: 암호화된 비디오를 재생하기 전에 기본 암호화 프로필을 할당하세요.
nl_nl: Wijs een standaardversleutelingsprofiel toe voordat u een versleutelde video afspeelt.
pl_pl: Przypisz domyślny profil szyfrowania przed odtworzeniem zaszyfrowanego wideo.
pt_pt: Atribua um perfil de criptografia padrão antes de reproduzir um vídeo criptografado.
ro_ro: Atribuiți un profil de criptare implicit înainte de a reda un video criptat.
ru_ru: Назначьте профиль шифрования по умолчанию, прежде чем воспроизводить зашифрованное видео.
uk_ua: Призначте профіль шифрування за замовчуванням перед відтворенням зашифрованого відео.
zh_cn: 在播放加密视频之前，请分配默认的加密配置文件。

# #30121
source: The encryption profile associated with this file doesn't exist.
ar_sa: ملف تعريف التشفير المرتبط بهذا الملف غير موجود.
de_de: Das dem dieser Datei zugeordnete Verschlüsselungsprofil existiert nicht.
el_gr: Το προφίλ κρυπτογράφησης που σχετίζεται με αυτό το αρχείο δεν υπάρχει.
es_es: El perfil de cifrado asociado con este archivo no existe.
fr_fr: Le profil de chiffrement associé à ce fichier n'existe pas.
hi_in: इस फ़ाइल से जुड़ी एन्क्रिप्शन प्रोफ़ाइल मौजूद नहीं है।
it_it: Il profilo di crittografia associato a questo file non esiste.
ja_jp: このファイルに関連付けられた暗号化プロファイルは存在しません。
ko_kr: 이 파일과 관련된 암호화 프로필이 존재하지 않습니다.
nl_nl: Het versleutelingsprofiel dat aan dit bestand is gekoppeld, bestaat niet.
pl_pl: Profil szyfrowania powiązany z tym plikiem nie istnieje.
pt_pt: O perfil de criptografia associado a este arquivo não existe.
ro_ro: Profilul de criptare asociat cu acest fișier nu există.
ru_ru: Профиль шифрования, связанный с этим файлом, не существует.
uk_ua: Профіль шифрування, пов'язаний з цим файлом, не існує.
zh_cn: 与此文件关联的加密配置文件不存在。

# #30122
source: No encryption profiles found.
ar_sa: لم يتم العثور على ملفات تعريف التشفير.
de_de: Keine Verschlüsselungsprofile gefunden.
el_gr: Δεν βρέθηκαν προφίλ κρυπτογράφησης.
es_es: No se encontraron perfiles de cifrado.
fr_fr: Aucun profil de chiffrement trouvé.
hi_in: कोई एन्क्रिप्शन प्रोफ़ाइल नहीं मिली।
it_it: Nessun profilo di crittografia trovato.
ja_jp: 暗号化プロファイルは見つかりませんでした。
ko_kr: 암호화 프로필이 없습니다.
nl_nl: Geen versleutelingsprofielen gevonden.
pl_pl: Nie znaleziono profili szyfrowania.
pt_pt: Nenhum perfil de criptografia encontrado.
ro_ro: Nu au fost găsite profiluri de criptare.
ru_ru: Профилей шифрования не найдено.
uk_ua: Профілів шифрування не знайдено.
zh_cn: 找不到加密配置文件。

# #30123
source: Profile Manager
ar_sa: مدير الملف الشخصي
de_de: Profilmanager
el_gr: Διαχειριστής προφίλ
es_es: Administrador de perfiles
fr_fr: Gestionnaire de profil
hi_in: प्रोफ़ाइल प्रबंधक
it_it: Gestore dei profili
ja_jp: プロフィールマネージャー
ko_kr: 프로필 관리자
nl_nl: Profielbeheerder
pl_pl: Menedżer profilu
pt_pt: Gerenciador de Perfis
ro_ro: Manager de profil
ru_ru: Менеджер профиля
uk_ua: Менеджер профілів
zh_cn: 配置文件管理器

# #30124
source: Profile created
ar_sa: تم إنشاء ملف تعريف
de_de: Profil erstellt
el_gr: Το προφίλ δημιουργήθηκε
es_es: Perfil creado
fr_fr: Profil créé
hi_in: प्रोफ़ाइल बना दी गई
it_it: Profilo creato
ja_jp: 作成されたプロファイル
ko_kr: 프로필이 생성되었습니다
nl_nl: Profiel gemaakt
pl_pl: Profil utworzono
pt_pt: Perfil criado
ro_ro: Profil creat
ru_ru: Профиль создан
uk_ua: Профіль створено
zh_cn: 配置文件已创建

# #30125
source: Profile updated
ar_sa: تم تحديث الملف الشخصي
de_de: Profil aktualisiert
el_gr: Το προφίλ ενημερώθηκε
es_es: Perfil actualizado
fr_fr: Profil mis à jour
hi_in: प्रोफ़ाइल अपडेट की गई
it_it: Profilo aggiornato
ja_jp: プロフィールが更新されました
ko_kr: 프로필이 업데이트되었습니다
nl_nl: Profiel bijgewerkt
pl_pl: Profil zaktualizowano
pt_pt: Perfil atualizado
ro_ro: Profil actualizat
ru_ru: Профиль обновлен
uk_ua: Профіль оновлено
zh_cn: 配置文件已更新

# #30126
source: You must assign a profile name.
ar_sa: يجب عليك تعيين اسم ملف تعريف.
de_de: Sie müssen einen Profilnamen zuweisen.
el_gr: Πρέπει να ορίσετε ένα όνομα προφίλ.
es_es: Debe asignar una nombre de perfil.
fr_fr: Vous devez attribuer un nom de profil.
hi_in: आपको एक प्रोफ़ाइल नाम निर्धारित करना होगा।
it_it: Devi assegnare un nome profilo.
ja_jp: プロファイル名を割り当てる必要があります。
ko_kr: 프로필 이름을 할당해야 합니다.
nl_nl: U moet een profielnaam toewijzen.
pl_pl: Musisz przypisać nazwę profilu.
pt_pt: Você deve atribuir um nome de perfil.
ro_ro: Trebuie să atribuiți un nume de profil.
ru_ru: Вы должны назначить имя профиля.
uk_ua: Ви повинні призначити ім'я профілю.
zh_cn: 您必须分配配置文件名称。

# #30127
source: You must assign a password.
ar_sa: يجب عليك تعيين كلمة مرور.
de_de: Sie müssen ein Passwort zuweisen.
el_gr: Πρέπει να ορίσετε έναν κωδικό πρόσβασης.
es_es: Debe asignar una contraseña.
fr_fr: Vous devez attribuer un mot de passe.
hi_in: आपको एक पासवर्ड निर्धारित करना होगा।
it_it: Devi assegnare una password.
ja_jp: パスワードを割り当てる必要があります。
ko_kr: 비밀번호를 할당해야 합니다.
nl_nl: U moet een wachtwoord toewijzen.
pl_pl: Musisz przypisać hasło.
pt_pt: Você deve atribuir uma senha.
ro_ro: Trebuie să atribuiți o parolă.
ru_ru: Вы должны назначить пароль.
uk_ua: Ви повинні призначити пароль.
zh_cn: 您必须分配密码。
