Repository: JDRIVO/plugin.video.gdrive
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, el_gr, es_es, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, uk_ua, zh_cn

# #30001
source: Help
ar_sa: مساعدة
de_de: Hilfe
el_gr: Βοήθεια
es_es: Ayuda
fr_fr: Aide
hi_in: मदद
it_it: Aiuto
ja_jp: ヘルプ
ko_kr: 도움말
nl_nl: Hulp
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Помощь
uk_ua: Допомога
zh_cn: 帮助

# #30002
source: Rename
ar_sa: إعادة تسمية
de_de: Umbenennen
el_gr: Μετονομάστε
es_es: Renombrar
fr_fr: Renommer
hi_in: नाम बदलें
it_it: Rinomina
ja_jp: 名前を変更します
ko_kr: 이름 변경
nl_nl: Hernoemen
pl_pl: Zmień nazwę
pt_pt: Renomear
ro_ro: Redenumește
ru_ru: Переименовать
uk_ua: Перейменувати
zh_cn: 重命名

# #30003
source: is no longer valid. Do you want to delete this account?
ar_sa: لم يعد صالحًا. هل تريد حذف هذا الحساب؟
de_de: ist nicht mehr gültig. Möchten Sie dieses Konto löschen?
el_gr: δεν είναι πλέον έγκυρος. Θέλετε να διαγράψετε αυτόν τον λογαριασμό;
es_es: ya no es válido. ¿Desea eliminar esta cuenta?
fr_fr: n'est plus valide. Voulez-vous supprimer ce compte ?
hi_in: अब मान्य नहीं है। क्या आप इस खाते को हटाना चाहते हैं?
it_it: non è più valido. Vuoi eliminare questo account?
ja_jp: もはや有効ではありません。このアカウントを削除しますか？
ko_kr: 더 이상 유효하지 않습니다. 이 계정을 삭제하시겠습니까?
nl_nl: is niet langer geldig. Wilt u dit account verwijderen?
pl_pl: jest już nieaktywne. Czy na pewno chcesz usunąć to konto?
pt_pt: não é mais válido. Deseja excluir esta conta?
ro_ro: nu mai este valid. Doriți să ștergeți acest cont?
ru_ru: больше не действителен. Хотите удалить эту учетную запись?
uk_ua: більше не дійсний. Ви хочете видалити цей обліковий запис?
zh_cn: 不再有效。您想删除此帐户吗？

# #30004
source: Drive Name
ar_sa: اسم محرك الأقراص
de_de: Laufwerksname
el_gr: Όνομα μονάδας δίσκου
es_es: Nombre de la unidad
fr_fr: Nom du lecteur
hi_in: ड्राइव का नाम
it_it: Nome dell'unità
ja_jp: ドライブ名
ko_kr: 드라이브 이름
nl_nl: Schijfnaam
pl_pl: Nazwa dysku
pt_pt: Nome da Unidade
ro_ro: Numele unității
ru_ru: Имя диска
uk_ua: Ім’я диска
zh_cn: 驱动名称

# #30005
source: Sync settings
ar_sa: إعدادات المزامنة
de_de: Synchronisierungseinstellungen
el_gr: Ρυθμίσεις συγχρονισμού
es_es: Configuración de sincronización
fr_fr: Paramètres de synchronisation
hi_in: सिंक सेटिंग्स
it_it: Impostazioni di sincronizzazione
ja_jp: 同期設定
ko_kr: 동기화 설정
nl_nl: Synchronisatie-instellingen
pl_pl: Ustawienia synchronizacji
pt_pt: Configurações de sincronização
ro_ro: Setări de sincronizare
ru_ru: Настройки синхронизации
uk_ua: Налаштування синхронізації
zh_cn: 同步设置

# #30006
source: API Ban:
ar_sa: حظر الـ API:
de_de: API-Sperre:
el_gr: Απαγόρευση API:
es_es: Suspensión de API:
fr_fr: Interdiction d'API :
hi_in: एपीआई प्रतिबंध:
it_it: Blocco API:
ja_jp: API禁止：
ko_kr: API 차단:
nl_nl: API-blokkering:
pl_pl: Blokada API:
pt_pt: Banimento de API:
ro_ro: Restricție API
ru_ru: Бан API:
uk_ua: Заборона API:
zh_cn: API 禁用:

# #30007
source: Switching to fallback account
ar_sa: التبديل إلى الحساب الاحتياطي
de_de: Wechsle zu Ausweichkonto
el_gr: Μετάβαση στον εφεδρικό λογαριασμό
es_es: Cambiando a cuenta alternativa
fr_fr: Passage au compte de secours
hi_in: फ़ॉलबैक खाते पर स्विच कर रहा है
it_it: Passaggio all'account di riserva
ja_jp: フォールバックアカウントへの切り替え
ko_kr: 폴백 계정으로 전환 중
nl_nl: Overschakelen naar reserveaccount
pl_pl: Przełączanie na konto zapasowe
pt_pt: Alternando para conta alternativa
ro_ro: Se trece la contul de rezervă
ru_ru: Переключение на резервный аккаунт
uk_ua: Перехід на резервний обліковий запис
zh_cn: 切换到备用帐户

# #30008
source: Videos
ar_sa: مقاطع الفيديو
el_gr: Βίντεο
es_es: Vídeos
fr_fr: Vidéos
hi_in: वीडियो
it_it: Video
ja_jp: ビデオ
ko_kr: 비디오
pl_pl: Wideo
pt_pt: Vídeos
ro_ro: Video
ru_ru: Видео
uk_ua: Відео
zh_cn: 视频

# #30009
source: Daily quota limit exceeded. Ban will lift within 24 hours.
ar_sa: تم تجاوز الحصة اليومية. سيُرفع الحظر خلال 24 ساعة.
de_de: Tägliches Kontingent überschritten. Die Sperre wird innerhalb von 24 Stunden aufgehoben.
el_gr: Υπέρβαση ημερήσιου ορίου. Η απαγόρευση θα αρθεί εντός 24 ωρών.
es_es: Se ha superado el límite diario. La restricción se levantará en 24 horas.
fr_fr: Le quota quotidien est dépassé. L'interdiction sera levée dans les 24 heures.
hi_in: दैनिक कोटा सीमा पार हो गई है। प्रतिबंध 24 घंटे के भीतर हटा दिया जाएगा।
it_it: Limite quotidiano superato. Il ban sarà rimosso entro 24 ore.
ja_jp: 毎日の割り当て制限が超えました。禁止は24時間以内に持ち上げられます。
ko_kr: 일일 쿼터 제한을 초과했습니다. 제한은 24시간 내에 해제됩니다.
nl_nl: Dagelijkse quotabeperking overschreden. De beperking wordt binnen 24 uur opgeheven.
pl_pl: Przekroczono dzienny limit przydziału. Blokada zostanie zniesiona w ciągu 24 godzin.
pt_pt: Limite de cota diária excedido. O banimento será levantado em 24 horas.
ro_ro: Limita zilnică de cotă a fost depășită. Restricția va fi ridicată în 24 de ore.
ru_ru: Ежедневный лимит квоты превышен. Блокировка будет снята в течение 24 часов.
uk_ua: Щоденний ліміт квоти перевищено. Заборону буде знято протягом 24 годин.
zh_cn: 每日配额已超出限制。禁用将在24小时内解除。

# #30010
source: Sync all
ar_sa: زامن الكل
de_de: Alle synchronisieren
el_gr: Συγχρονίστε όλων
es_es: Sincronizar todo
fr_fr: Synchroniser tout
hi_in: सभी सिंक करें
it_it: Sincronizza tutto
ja_jp: すべて同期します
ko_kr: 모두 동기화
nl_nl: Alles synchroniseren
pl_pl: Synchronizuj wszystko
pt_pt: Sincronizar tudo
ro_ro: Sincronizează tot
ru_ru: Синхронизировать все
uk_ua: Синхронізувати всі
zh_cn: 全部同步

# #30011
source: Synced
ar_sa: تمت المزامنة
de_de: Synchronisiert
el_gr: Συγχρονίστηκε
es_es: Sincronizado
fr_fr: Synchronisé
hi_in: सिंक किया गया
it_it: Sincronizzato
ja_jp: 同期
ko_kr: 동기화됨
nl_nl: Gesynchroniseerd
pl_pl: Zsynchronizowane
pt_pt: Sincronizado
ro_ro: Sincronizat
ru_ru: Синхронизировано
uk_ua: Синхронізовано
zh_cn: 已同步

# #30012
source: Sync Settings
ar_sa: إعدادات المزامنة
de_de: Synchronisierungseinstellungen
el_gr: Ρυθμίσεις συγχρονισμού
es_es: Configuración de sincronización
fr_fr: Paramètres de synchronisation
hi_in: सिंक सेटिंग्स
it_it: Impostazioni di sincronizzazione
ja_jp: 同期設定
ko_kr: 동기화 설정
nl_nl: Synchronisatie-instellingen
pl_pl: Ustawienia synchronizacji
pt_pt: Configurações de Sincronização
ro_ro: Setări de sincronizare
ru_ru: Синхронизированные настройки
uk_ua: Налаштування синхронізації
zh_cn: 同步设置

# #30013
source: Sync folder
ar_sa: زامن المجلد
de_de: Synchronisierungsordner
el_gr: Συγχρονίστε φακέλου
es_es: Sincronizar carpeta
fr_fr: Synchroniser le dossier
hi_in: फ़ोल्डर सिंक करें
it_it: Cartella di sincronizzazione
ja_jp: 同期フォルダー
ko_kr: 폴더 동기화
nl_nl: Map synchroniseren
pl_pl: Synchronizuj folder
pt_pt: Sincronizar pasta
ro_ro: Sincronizează directorul
ru_ru: Папка синхронизации
uk_ua: Папка синхронізації
zh_cn: 同步文件夹

# #30014
source: Select an account
ar_sa: اختر حسابًا
de_de: Wählen Sie ein Konto aus
el_gr: Επιλέξτε έναν λογαριασμό
es_es: Seleccione una cuenta
fr_fr: Sélectionnez un compte
hi_in: एक खाता चुनें
it_it: Seleziona un account
ja_jp: アカウントを選択します
ko_kr: 계정을 선택하세요
nl_nl: Selecteer een account
pl_pl: Wybierz konto
pt_pt: Selecione uma conta
ro_ro: Selectați un cont
ru_ru: Выберите учетную запись
uk_ua: Виберіть обліковий запис
zh_cn: 选择帐户

# #30015
source: The drive name already exists, it must be unique.
ar_sa: اسم محرك الأقراص موجود بالفعل. يجب أن يكون فريدًا.
de_de: Der Laufwerksname existiert bereits und muss eindeutig sein.
el_gr: Το όνομα της μονάδας δίσκου υπάρχει ήδη· πρέπει να είναι μοναδικό.
es_es: El nombre de la unidad ya existe; debe ser único.
fr_fr: Le nom du lecteur existe déjà ; il doit être unique.
hi_in: ड्राइव का नाम पहले से मौजूद है; यह अद्वितीय होना चाहिए।
it_it: Il nome dell'unità esiste già, deve essere univoco.
ja_jp: ドライブ名はすでに存在しているので、一意でなければなりません。
ko_kr: 드라이브 이름이 이미 존재합니다. 고유해야 합니다.
nl_nl: De schijfnaam bestaat al en moet uniek zijn.
pl_pl: Taka nazwa dysku już istnieje — musi być niepowtarzalna.
pt_pt: O nome da unidade já existe; deve ser único.
ro_ro: Numele unității există deja, trebuie să fie unic.
ru_ru: Имя диска уже существует, оно должно быть уникальным.
uk_ua: Назва диска вже існує, вона має бути унікальною.
zh_cn: 驱动名称已经存在，它必须是唯一的。

# #30016
source: Are you sure you want to delete drive:
ar_sa: هل أنت متأكد أنك تريد حذف محرك الأقراص:
de_de: Möchten Sie das Laufwerk wirklich löschen:
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τη μονάδα δίσκου:
es_es: ¿Está seguro de que quiere eliminar la unidad:
fr_fr: Êtes-vous sûr de vouloir supprimer le lecteur :
hi_in: क्या आप वाकई ड्राइव को हटाना चाहते हैं:
it_it: Sei sicuro di voler eliminare l'unità:
ja_jp: ドライブを削除する必要がありますか：
ko_kr: 드라이브를 정말 삭제하시겠습니까:
nl_nl: Weet u zeker dat u deze schijf wilt verwijderen:
pl_pl: Czy na pewno chcesz usunąć ten dysk:
pt_pt: Tem certeza de que deseja excluir a unidade:
ro_ro: Sunteți sigur că doriți să ștergeți unitatea:
ru_ru: Вы уверены, что хотите удалить диск:
uk_ua: Ви впевнені, що хочете видалити диск:
zh_cn: 您确定要删除驱动器：

# #30017
source: Drive settings
ar_sa: إعدادات محرك الأقراص
de_de: Laufwerkseinstellungen
el_gr: Ρυθμίσεις μονάδας δίσκου
es_es: Configuración de la unidad
fr_fr: Paramètres du lecteur
hi_in: ड्राइव की सेटिंग्स
it_it: Impostazioni dell'unità
ja_jp: ドライブ設定
ko_kr: 드라이브 설정
nl_nl: Schijfinstellingen
pl_pl: Ustawienia dysku
pt_pt: Configurações da unidade
ro_ro: Setări unitate
ru_ru: Настройки диска
uk_ua: Налаштування диска
zh_cn: 驱动器设置

# #30018
source: Credential validation failed for account:
ar_sa: فشل التحقق من صحة الاعتماد في الحساب:
de_de: Die Validierung der Anmeldedaten ist für das Konto fehlgeschlagen:
el_gr: Η επικύρωση διαπιστευτηρίων απέτυχε για τον λογαριασμό:
es_es: La validación de las credenciales falló para la cuenta:
fr_fr: La validation des informations d'identification a échoué pour le compte :
hi_in: खाते के लिए क्रेडेंशियल सत्यापन विफल रहा:
it_it: Convalida delle credenziali fallita per l’account:
ja_jp: 資格情報の検証はアカウントのために失敗しました：
ko_kr: 계정의 자격 증명 확인에 실패했습니다:
nl_nl: Validatie van inloggegevens mislukt voor account:
pl_pl: Weryfikacja poświadczeń konta nieudana dla:
pt_pt: A validação de credenciais falhou para a conta:
ro_ro: Validarea credințialelor a eșuat pentru cont:
ru_ru: Проверка учетных данных не удалась для аккаунта:
uk_ua: Не вдалося перевірити облікові дані для облікового запису:
zh_cn: 帐户凭证验证失败：

# #30019
source: Account validated
ar_sa: تم التحقق من صحة الحساب
de_de: Konto validiert
el_gr: Επικυρωμένος λογαριασμός
es_es: Cuenta validada
fr_fr: Compte validé
hi_in: खाता सत्यापित हो गया
it_it: Account convalidato
ja_jp: アカウントが検証されました
ko_kr: 계정이 확인되었습니다
nl_nl: Account gevalideerd
pl_pl: Konto zweryfikowane
pt_pt: Conta validada
ro_ro: Cont validat
ru_ru: Аккаунт подтвержден
uk_ua: Обліковий запис підтверджений
zh_cn: 帐户已验证

# #30020
source: Accounts validated
ar_sa: تم التحقق من صحة الحسابات
de_de: Konten validiert
el_gr: Επικυρωμένοι λογαριασμοί
es_es: Cuentas validadas
fr_fr: Comptes validés
hi_in: खाते सत्यापित हो गए
it_it: Account convalidati
ja_jp: 検証されたアカウント
ko_kr: 모든 계정이 검증되었습니다
nl_nl: Accounts gevalideerd
pl_pl: Konta zweryfikowane
pt_pt: Contas validadas
ro_ro: Conturi validate
ru_ru: Аккаунты подтверждены
uk_ua: Облікові записи підтверджені
zh_cn: 已验证帐户

# #30021
source: Validate accounts
ar_sa: التحقق من صحة الحسابات
de_de: Konten validieren
el_gr: Επικυρώστε τους λογαριασμούς
es_es: Validar cuentas
fr_fr: Valider les comptes
hi_in: खाते सत्यापित करें
it_it: Convalida account
ja_jp: アカウントを検証します
ko_kr: 계정 유효성 검증
nl_nl: Accounts valideren
pl_pl: Weryfikuj konta
pt_pt: Validar contas
ro_ro: Validați conturile
ru_ru: Проверить учетные записи
uk_ua: Підтвердити облікові записи
zh_cn: 验证帐户

# #30022
source: Delete accounts
ar_sa: حذف الحسابات
de_de: Konten löschen
el_gr: Διαγραφή λογαριασμών
es_es: Eliminar cuentas
fr_fr: Supprimer les comptes
hi_in: खाते हटाएँ
it_it: Elimina gli account
ja_jp: アカウントを削除します
ko_kr: 계정 삭제
nl_nl: Verwijder accounts
pl_pl: Usuń konta
pt_pt: Excluir contas
ro_ro: Șterge conturile
ru_ru: Удалить аккаунты
uk_ua: Видалити облікові записи
zh_cn: 删除帐户

# #30023
source: Validate
ar_sa: تحقق
de_de: Validieren
el_gr: Επικύρωση
es_es: Validar
fr_fr: Valider
hi_in: सत्यापित करें
it_it: Convalida
ja_jp: 検証します
ko_kr: 검증
nl_nl: Valideren
pl_pl: Zweryfikuj
pt_pt: Validar
ro_ro: Validează
ru_ru: Проверять
uk_ua: Перевірити
zh_cn: 验证

# #30024
source: Are you sure you want to delete the accounts file?
ar_sa: هل أنت متأكد من أنك تريد حذف ملف الحسابات؟
de_de: Sind Sie sicher, dass Sie die Kontendatei löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το αρχείο λογαριασμών;
es_es: ¿Está seguro de que quiere eliminar el archivo de cuentas?
fr_fr: Êtes-vous sûr de vouloir supprimer le fichier de comptes ?
hi_in: क्या आप वाकई खाते की फ़ाइल हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare il file degli account?
ja_jp: アカウントファイルを削除する必要がありますか？
ko_kr: 계정 파일을 삭제하시겠습니까?
nl_nl: Weet u zeker dat u het accountbestand wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć plik konta?
pt_pt: Tem certeza de que deseja excluir o arquivo de contas?
ro_ro: Sunteți sigur că doriți să ștergeți fișierul de conturi?
ru_ru: Вы уверены, что хотите удалить файл учетных записей?
uk_ua: Ви впевнені, що хочете видалити файл облікових записів?
zh_cn: 您确定要删除帐户文件吗？

# #30025
source: Account Name
ar_sa: اسم الحساب
de_de: Kontoname
el_gr: Όνομα λογαριασμού
es_es: Nombre de cuenta
fr_fr: Nom du compte
hi_in: खाता नाम
it_it: Nome account
ja_jp: アカウント名
ko_kr: 계정 이름
nl_nl: Accountnaam
pl_pl: Nazwa konta
pt_pt: Nome da Conta
ro_ro: Numele contului
ru_ru: Имя учетной записи
uk_ua: Назва облікового запису
zh_cn: 帐户名称

# #30026
source: Select files to import
ar_sa: حدد ملفات للاستيراد
de_de: Wählen Sie Dateien zum Importieren aus
el_gr: Επιλέξτε αρχεία για εισαγωγή
es_es: Seleccione archivos para importar
fr_fr: Sélectionnez des fichiers à importer
hi_in: आयात करने के लिए फ़ाइलें चुनें
it_it: Seleziona i file da importare
ja_jp: インポートするファイルを選択します
ko_kr: 가져올 파일을 선택하세요
nl_nl: Selecteer bestanden om te importeren
pl_pl: Wybierz pliki do importu
pt_pt: Selecione arquivos para importar
ro_ro: Selectați fișiere de importat
ru_ru: Выберите файлы для импорта
uk_ua: Виберіть файли для імпорту
zh_cn: 选择要导入的文件

# #30027
source: Do you want to delete all files associated with this drive?
ar_sa: هل تريد حذف جميع الملفات المرتبطة بهذا المحرك؟
de_de: Möchten Sie alle Dateien löschen, die mit diesem Laufwerk verknüpft sind?
el_gr: Θέλετε να διαγράψετε όλα τα αρχεία που σχετίζονται με αυτήν τη μονάδα δίσκου;
es_es: ¿Desea eliminar todos los archivos asociados con esta unidad?
fr_fr: Voulez-vous supprimer tous les fichiers associés à ce lecteur ?
hi_in: क्या आप इस ड्राइव से जुड़ी सभी फ़ाइलें हटाना चाहते हैं?
it_it: Vuoi eliminare tutti i file associati a questa unità?
ja_jp: このドライブに関連付けられたすべてのファイルを削除しますか？
ko_kr: 이 드라이브와 관련된 모든 파일을 삭제하시겠습니까?
nl_nl: Wilt u alle bestanden verwijderen die aan deze schijf gekoppeld zijn?
pl_pl: Czy chcesz usunąć wszystkie pliki powiązane z tym dyskiem?
pt_pt: Deseja excluir todos os arquivos associados a esta unidade?
ro_ro: Doriți să ștergeți toate fișierele asociate cu această unitate?
ru_ru: Вы хотите удалить все файлы, связанные с этим диском?
uk_ua: Бажаєте видалити всі файли, пов’язані з цим диском?
zh_cn: 您要删除与此驱动器关联的所有文件吗？

# #30028
source: The private key and client email weren't found in:
ar_sa: لم يتم العثور على المفتاح الخاص والبريد الإلكتروني للعميل في:
de_de: Der private Schlüssel und die Client-E-Mail wurden nicht gefunden in:
el_gr: Το ιδιωτικό κλειδί και το email του πελάτη δεν βρέθηκαν στο:
es_es: La clave privada y el correo electrónico del cliente no se encontraron en:
fr_fr: La clé privée et le courriel client n'ont pas été trouvés dans :
hi_in: निजी कुंजी और क्लाइंट ईमेल इसमें नहीं मिले:
it_it: La chiave privata e l’email del cliente non sono state trovate in:
ja_jp: 秘密鍵とクライアントの電子メールは次のものではありませんでした。
ko_kr: 개인 키와 클라이언트 이메일이 다음에서 발견되지 않았습니다:
nl_nl: De privésleutel en klant-e-mail zijn niet gevonden in:
pl_pl: Klucz prywatny i e-mail klienta nie zostały znalezione w:
pt_pt: A chave privada e o e-mail do cliente não foram encontrados em:
ro_ro: Cheia privată și e-mailul clientului nu au fost găsite în:
ru_ru: Частный ключ и электронная почта клиента не были найдены в:
uk_ua: Приватний ключ та електронна пошта клієнта не були знайдені в:
zh_cn: 未在 中找到私钥和客户端电子邮件：

# #30029
source: The client email wasn't found in:
ar_sa: لم يتم العثور على بريد إلكتروني العميل في:
de_de: Die Client-E-Mail wurde nicht gefunden in:
el_gr: Το email του πελάτη δεν βρέθηκε στο:
es_es: El correo electrónico del cliente no se encontró en:
fr_fr: L'e-mail du client n'a pas été trouvé dans :
hi_in: क्लाइंट ईमेल इसमें नहीं मिला:
it_it: L'email del client non è stata trovata in:
ja_jp: クライアントの電子メールが見つかりませんでした：
ko_kr: 클라이언트 이메일을 다음에서 찾을 수 없습니다:
nl_nl: De klant-e-mail is niet gevonden in:
pl_pl: E-mail klienta nie został znaleziony w:
pt_pt: O e-mail do cliente não foi encontrado em:
ro_ro: E-mailul clientului nu a fost găsit în:
ru_ru: Электронная почта клиента не была найдена в:
uk_ua: Електронну пошту клієнта не знайдено в:
zh_cn: 未在 中找到客户端电子邮件：

# #30030
source: The private key wasn't found in:
ar_sa: لم يتم العثور على المفتاح الخاص في:
de_de: Der private Schlüssel wurde nicht gefunden in:
el_gr: Το ιδιωτικό κλειδί δεν βρέθηκε στο:
es_es: La clave privada no se encontró en:
fr_fr: La clé privée n'a pas été trouvée dans :
hi_in: निजी कुंजी इसमें नहीं मिली:
it_it: La chiave privata non è stata trovata in:
ja_jp: 秘密鍵が見つかりませんでした：
ko_kr: 개인 키를 다음에서 찾을 수 없습니다:
nl_nl: De privésleutel is niet gevonden in:
pl_pl: Klucz prywatny nie został znaleziony w:
pt_pt: A chave privada não foi encontrada em:
ro_ro: Cheia privată nu a fost găsită în:
ru_ru: Частный ключ не был найден в:
uk_ua: Приватний ключ не знайдено в:
zh_cn: 未在 中找到私钥：

# #30031
source: Folder moved
ar_sa: تم نقل المجلد
de_de: Ordner verschoben
el_gr: Μετακινήθηκε φάκελος
es_es: Carpeta movida
fr_fr: Dossier déplacé
hi_in: फ़ोल्डर ले जाया गया
it_it: Cartella spostata
ja_jp: フォルダーが移動しました
ko_kr: 폴더가 이동되었습니다
nl_nl: Map verplaatst
pl_pl: Folder przeniesiono
pt_pt: Pasta movida
ro_ro: Director mutat
ru_ru: Папка перенесена
uk_ua: Папка переміщена
zh_cn: 文件夹已移动

# #30033
source: Select a file to import
ar_sa: حدد ملفًا للاستيراد
de_de: Wählen Sie eine Datei zum Importieren aus
el_gr: Επιλέξτε ένα αρχείο για εισαγωγή
es_es: Seleccione un archivo para importar
fr_fr: Sélectionnez un fichier à importer
hi_in: आयात करने के लिए एक फ़ाइल का चयन करें
it_it: Seleziona un file da importare
ja_jp: インポートするファイルを選択します
ko_kr: 가져올 파일을 선택하세요
nl_nl: Selecteer een bestand om te importeren
pl_pl: Wybierz plik do zaimportowania
pt_pt: Selecione um arquivo para importar
ro_ro: Selectați un fișier de importat
ru_ru: Выберите файл для импорта
uk_ua: Виберіть файл для імпорту
zh_cn: 选择要导入的文件

# #30034
source: Select a folder to export to
ar_sa: حدد المجلد للتصدير إليه
de_de: Wählen Sie einen Ordner aus, in den Sie exportieren möchten
el_gr: Επιλέξτε έναν φάκελο για εξαγωγή
es_es: Seleccione una carpeta a la cual exportar
fr_fr: Sélectionnez un dossier dans lequel exporter
hi_in: निर्यात करने के लिए एक फ़ोल्डर का चयन करें
it_it: Seleziona una cartella da esportare in
ja_jp: エクスポートするフォルダーを選択します
ko_kr: 내보낼 폴더를 선택하세요
nl_nl: Selecteer een map om naar te exporteren
pl_pl: Wybierz folder, do którego eksportować
pt_pt: Selecione uma pasta para exportar
ro_ro: Selectați un director în care să exportați
ru_ru: Выберите папку для экспорта в
uk_ua: Виберіть папку для експорту
zh_cn: 选择要导出的文件夹

# #30035
source: File exported as
ar_sa: تم تصدير الملف باسم
de_de: Datei exportiert als
el_gr: Το αρχείο εξήχθη ως
es_es: Archivo exportado como
fr_fr: Fichier exporté en tant que
hi_in: फ़ाइल इस रूप में निर्यात की गई
it_it: File esportato come
ja_jp: ASとしてエクスポートされたファイル
ko_kr: 파일이 으로 내보내졌습니다
nl_nl: Bestand geëxporteerd als
pl_pl: Plik wyeksportowano jako
pt_pt: Arquivo exportado como
ro_ro: Fișier exportat ca
ru_ru: Файл экспортируется как
uk_ua: Файл експортовано як
zh_cn: 文件已导出为

# #30036
source: Accounts imported
ar_sa: تم استيراد الحسابات
de_de: Konten importiert
el_gr: Εισήχθησαν λογαριασμοί
es_es: Cuentas importadas
fr_fr: Comptes importés
hi_in: खाते आयात किए गए
it_it: Account importati
ja_jp: インポートされたアカウント
ko_kr: 계정이 가져오기되었습니다
nl_nl: Accounts geïmporteerd
pl_pl: Konta zaimportowano
pt_pt: Contas importadas
ro_ro: Conturi importate
ru_ru: Аккаунты импортированы
uk_ua: Облікові записи імпортовано
zh_cn: 帐户已导入

# #30037
source: Account import failed.
ar_sa: فشل استيراد الحساب.
de_de: Kontoimport fehlgeschlagen.
el_gr: Η εισαγωγή λογαριασμού απέτυχε.
es_es: La importación de la cuenta falló.
fr_fr: Échec de l'importation du compte.
hi_in: खाता आयात विफल हो गया।
it_it: Importazione dell'account non riuscita.
ja_jp: アカウントのインポートは失敗しました。
ko_kr: 계정 가져오기에 실패했습니다.
nl_nl: Accountimport mislukt.
pl_pl: Import konta nie powiódł się.
pt_pt: A importação da conta falhou.
ro_ro: Importul contului a eșuat.
ru_ru: Импорт аккаунта не удался.
uk_ua: Не вдалося імпортувати обліковий запис.
zh_cn: 帐户导入失败。

# #30038
source: My Drive
ar_sa: محرك الأقراص الخاص بي
de_de: Mein Laufwerk
el_gr: Η μονάδα μου
es_es: Mi unidad
fr_fr: Mon lecteur
hi_in: मेरी ड्राइव
it_it: Il mio Drive
ja_jp: 私のドライブ
ko_kr: 내 드라이브
nl_nl: Mijn schijf
pl_pl: Mój dysk
pt_pt: Minha Unidade
ro_ro: Unitatea mea
ru_ru: Мой диск
uk_ua: Мій диск
zh_cn: 我的云端硬盘

# #30039
source: Shared With Me
ar_sa: المجلدات المشتركة معي
de_de: Mit mir geteilt
el_gr: Κοινόχρηστα με εμένα
es_es: Compartido conmigo
fr_fr: Partagé avec moi
hi_in: मेरे साथ साझा किया
it_it: Condivisi con me
ja_jp: 私と共有しました
ko_kr: 나와 공유됨
nl_nl: Gedeeld met mij
pl_pl: Udostępniono mi
pt_pt: Compartilhado Comigo
ro_ro: Împărtășit cu mine
ru_ru: Поделился со мной
uk_ua: Поділився зі мною
zh_cn: 与我共享

# #30040
source: Shared Drives
ar_sa: محركات الأقراص المشتركة
de_de: Gemeinsame Laufwerke
el_gr: Κοινόχρηστες μονάδες δίσκου
es_es: Unidades compartidas
fr_fr: Lecteurs partagés
hi_in: साझा ड्राइव
it_it: Unità condivise
ja_jp: 共有ドライブ
ko_kr: 공유 드라이브
nl_nl: Gedeelde schijven
pl_pl: Udostępnione dyski
pt_pt: Unidades Compartilhadas
ro_ro: Unități partajate
ru_ru: Общие диски
uk_ua: Спільні диски
zh_cn: 共享云端硬盘

# #30041
source: Search
ar_sa: بحث
de_de: Suchen
el_gr: Αναζήτηση
es_es: Buscar
fr_fr: Recherche
hi_in: खोज
it_it: Ricerca
ja_jp: 検索
ko_kr: 검색
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Pesquisar
ro_ro: Căutare
ru_ru: Поиск
uk_ua: Пошук
zh_cn: 搜索

# #30042
source: Starred
ar_sa: المميّزة بنجمة
de_de: Mit Stern
el_gr: Με αστέριση
es_es: Destacados
fr_fr: Favoris
hi_in: तारांकित
it_it: Contrassegnati con una stella
ja_jp: スター付き
ko_kr: 별표됨
nl_nl: Met ster
pl_pl: Oznaczone gwiazdką
pt_pt: Com estrela
ro_ro: Marcate cu stea
ru_ru: Помеченные звёздочкой
uk_ua: Позначені зірочкою
zh_cn: 已加星标

# #30043
source: Search Query
ar_sa: استعلام البحث
de_de: Suchanfrage
el_gr: Όρος αναζήτησης
es_es: Consulta de búsqueda
fr_fr: Requête de recherche
hi_in: खोज क्वेरी
it_it: Query di ricerca
ja_jp: クエリを検索します
ko_kr: 검색 쿼리
nl_nl: Zoekterm
pl_pl: Wyszukiwana fraza
pt_pt: Termo de Busca
ro_ro: Interogare de căutare
ru_ru: Поисковый запрос
uk_ua: Пошуковий запит
zh_cn: 搜索查询

# #30044
source: Sync completed
ar_sa: تمت المزامنة
de_de: Synchronisation abgeschlossen
el_gr: Ο συγχρονισμός ολοκληρώθηκε
es_es: Sincronización completada
fr_fr: Synchronisation terminée
hi_in: सिंक पूरा हुआ
it_it: Sincronizzazione completata
ja_jp: 同期が完了しました
ko_kr: 동기화 완료
nl_nl: Synchronisatie voltooid
pl_pl: Synchronizacja zakończona
pt_pt: Sincronização concluída
ro_ro: Sincronizare completată
ru_ru: Синхронизация завершена
uk_ua: Синхронізація завершена
zh_cn: 同步完成

# #30045
source: Files have been deleted
ar_sa: تم حذف الملفات
de_de: Dateien wurden gelöscht
el_gr: Τα αρχεία έχουν διαγραφεί
es_es: Se han eliminado los archivos
fr_fr: Les fichiers ont été supprimés
hi_in: फ़ाइलें हटा दी गई हैं
it_it: I file sono stati eliminati
ja_jp: ファイルは削除されています
ko_kr: 파일이 삭제되었습니다
nl_nl: Bestanden zijn verwijderd
pl_pl: Pliki usunięto
pt_pt: Arquivos foram excluídos
ro_ro: Fișiere șterse
ru_ru: Файлы были удалены
uk_ua: Файли були видалені
zh_cn: 文件已删除
